[ Lang ]

"Scanning will stop, if you continue this operation."="A pesquisa irá parar se continuar esta operação."
"Call has been successfully recorded on USB device"="Chamada gravada com sucesso no disp. USB"
"Transferring"="Transferido"
"(Empty)"="Vazio"
"[Assigned]"="[Atribuído]"
"<New Item>"="<Novo Item>"
"1.Confirm that USB device is compliant with USB 2.0."="1.Confirme que o dispositivo USB está de acordo com USB 2.0."
"10min"="10min"
"Oct"="Out"
"October"="Outubro"
"Nov"="Nov"
"Noveber"="Novembro"
"120s"="120 s"
"12 Hour"="12 Horas"
"Dec"="Dez"
"December"="Dezembro"
"15s"="15 s"
"1min"="1min"
"1h"="1h"
"Jan"="Jan"
"January"="Janeiro"
"2.Try to replug the USB device."="2.Tente religar o dispositivo USB."
"24 Hour"="24 Horas"
"2min"="2min"
"2h"="2h"
"Feb"="Fev"
"February"="Fevereiro"
"3.Try to reboot the phone."="3.Tente reiniciar o telefone."
"30min"="30min"
"30s"="30 s"
"3h"="3h"
"Mar"="Mar"
"March"="Março"
"Apr"="Abr"
"April"="Abril"
"5min"="5min"
"May"="Mai"
"60s"="60 s"
"6h"="6h"
"Jun"="Jun"
"June"="Junho"
"Jul"="Jul"
"July"="Julho"
"802.1x"="802.1x"
"802.1x Mode"="802.1x Mode"
"802.1x Settings"="802.1x Settings"
"Aug"="Ago"
"August"="Agosto"
"Sep"="Set"
"September"="Setembro"
"ACD"="ACD"
"L_ACD"="ACD"
"S_ACD"="ACD"
"ACD State"="ACD Status"
"ACD Status"="Estado ACD"
"AES"="AES"
"Per-phone AES"="MAC-Oriented AES"
"Alert Group Paging Calls"="Alerta grupo chamadas paging"
"Alert Click To Dial Calls"="Alerta carrega marca chamadas"
"Alias"="Alias"
"AM"="AM"
"AMR License"="Licença AMR"
"AP Mac Address"="AP Endereço Mac"
"APP Version"="Versão APP"
"App Account"="Conta APP"
"Args Error!"="Erro args!"
"AVG.Waiting Time"="Tempo de Espera AVG."
"BFCP"="BFCP"
"BLF"="BLF"
"L_BLF"="BLF"
"BLF Hold"="Aguardar BLF"
"BLF is invalid!"="BLF inválido!"
"BLF Callout"="Chamada BLF"
"BLF Call ID"="BLF Call ID"
"BLF Talking"="Fala de BLF"
"BLF List"="BLF Lista"
"L_BLF List"="BLF Lista"
"BLF Ring Type"="Tipo de Toque BLF"
"BLF Group"="BLF Group"
"BLF Ringing"="Toque de BLF"
"BLF Park"="Parque BLF"
"Use BroadWorks-based Call Control"="Usar BroadWorks-baseado no controle chamadas"
"MENU_Callery"="Galeria"
"CC UID"="CC UID"
"CC Name"="CC Name"
"CDP"="CDP"
"CDP Interval"="Intervalo pacote"
"CDP Status"="êstado CDP"
"CDP interval should be 1-3600!"="Intervalo de CDP deverá ser 1-3600!"
"CFG Version"="Versão CFG"
"Commportal Login"="Login no Commportal"
"Compulsory"="Obrigatório"
"COM Version"="Versão COM"
"DD MMM YYYY"="DD MMM YYYY"
"DD/MM/YY"="DD/MM/AA"
"DD/MM/YYYY"="DD/MM/YYYY"
"DD-MMM-YY"="DD-MMM-YY"
"DECT Settings"=""
"DECT Settings"="Configurações DECT"
"DECT Intercom"="Intercom DECT"
"MENU_DECT Setting"="DECT Settings"
"DECT dongle is removed."="Dongle DECT removido."
"DECT dongle disconnected!"="Dongle DECT desligado!"
"Connect DECT Dongle successfully!"="Ligação DECT Dongle sucesso!"
"DECT dongle connection failed!"="Falha ligação dongle DECT!"
"DECT dongle update success!"="Atualização DECT dongle sucesso!"
"DECT dongle update failed!"="Atualização dongle DECT falhou!"
"DECT handset update completed!"="Atualização aparelho móvel DECT concluída!"
"German"="Deutsch (German)"
"DHCP"="DHCP"
"DHCP IP Client"="Cliente DHCP IPv4"
"DHCP IPv4 Client"="DHCP IPv4 cliente"
"DHCP IPv6 Client"="DHCP IPv6 cliente"
"The count of DHCP Option's values can't more than 5!"="The count of DHCP Option's values canont be more than 5!"
"DHCP option is invalid!"="Opção DHCP inválida!"
"DHCP Start IP Address is invalid!"="Endereço IP Inicial DHCP inválido!"
"DHCP Time"="Tempo DHCP"
"DHCP VLAN"="VLAN DHCP"
"DHCP Option"="DHCP Option"
"DHCP option!"="Opção DHCP!"
"The count of DHCP Option's values"="The count of DHCP Option's values"
"DHCP End IP Address is invalid!"="Endereço IP Final DHCP inválido!"
"Phone DND"="DND telefone"
"DTMF"="DTMF"
"L_DTMF"="DTMF"
"DTMF is invalid!"="DTMF inválido!"
"DTMF Type"="DTMF Type"
"DTMF Info Type"="Tipo Info DTMF"
"DTMF Payload Type"="Tipo Carga DTMF"
"DTMF Payload Type should be 96-127!"="DTMF payload type should be between 96-127!"
"DTMF-Relay"="Relé DTMF"
"E911"="E911"
"E911 Location"="Localização E911"
"E911 location set failed, please contact your administrator for help"="Definir localização E911 falhou! Entre em contacto com administrador."
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="EAP-Nenhum"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EDK"="EDK"
"EDK Prompt is Empty"="Msg EDK vazia!"
"EHS ERROR!"="Erro de EHS!"
"English"="English (English)"
"Spanish"="Español (Spanish(EU))"
"Spanish_LA"="Español (Spanish(Latin))"
"ExitPri"="ExitPri"
"EXP Wallpaper"="Papel de Parede EXP"
"Fixed"="Fixa"
"Flexible Seating"="Assento Flexível"
"FlexSeat Logout, Please Waiting..."="FlexSeat Logout, ag..."
"Forward to Phone Number/SIP-URI"="Enc.p.N/SIP-URI"
"French_CA"="Français (French(Canada))"
"French"="Français (French(EU))"
"FWD"="FWD"
"Getting Balance"="Obtendo Equilíbrio"
"GK Line"="GK Line"
"GK Account"="GK Account"
"Google Contact"="Google Contact"
"H.323"="H.323"
"HD"="HD"
"Hebrew_IME"="Hebrew_IME"
"L_Hot Desking"="Hot Desking"
"S_Hot Desking"="Hot Desking"
"L_Hoteling"="Hoteling"
"Https Port"="Porto HTTPS"
"Https port should be 1-65535!"="Porto HTTPS deverá ser 1-65535!"
"Https Status"="Status HTTPS"
"Http Port"="Porto HTTP"
"Http port should be 1-65535!"="Porto Http deverá ser 1-65535!"
"Http Status"="Status HTTP"
"CC"="IC"
"IC"="IC"
"IC UID"="IC UID"
"IC Name"="Nome do IC"
"IME"="IME"
"S_IME"="IME"
"INBAND"="INBAND"
"Intrude"="Intruso"
"Invalid Common!"="Invalid Common!"
"ip/FQDN"="IP/FQDN"
"IP/URI"="IP/URI"
"IPv4"="IPv4"
"IPv4 IP"="IPv4"
"IPv4 WAN Port"="IPv4 Porto WAN"
"IPv4 Sec DNS"="IPv4 Sec DNS"
"IPv4 WAN Type"="IPv4 Tipo WAN"
"IPv4 Pri DNS"="IPv4 Pri DNS"
"IPV4/IPV6 Conflict"="Conflito IPV4/IPV6"
"IPv4 Sec.DNS"="DNS.Sec IPv4"
"IPV4 Conflict"="Conflito IPV4"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Pri.DNS"="DNS.Pri IPv4"
"IPv4 Status"="IPv4"
"IPv4 Subnet Mask"="IPv4 Subnet Mask"
"IPv6"="IPv6"
"IPv6 IP"="IPv6 IP"
"IPv6 IP Prefix is invalid!"="Prefixo IP IPv6 é inválido"
"IPv6 Pri DNS"="IPv6 Pri DNS"
"IPv6 Sec DNS"="IPv6 Sec DNS"
"IPv6 WAN Port"="IPv6 Porto WAN"
"IPv6 Default Gateway"="IPv6 Gateway por defeito"
"IPv6 Sec.DNS"="DNS.Sec IPv6"
"IPV6 Conflict"="Conflito IPV6"
"IPv6 IP Prefix"="IPv6 IP Prefix"
"IPv6 WAN Type"="IPv6 Tipo WAN"
"IPv6 Pri.DNS"="DNS.Pri IPv6"
"IPv6 Status"="IPv6"
"IP Address"="Endereço IP"
"IP Address!"="Endereço de IP!"
"IP Address is invalid!"="Endereço IP inválido!"
"IP address has been used!"="Endereço IP foi usado!"
"IP Phone"="Telefone IP"
"Tracert IP or URL"="IP ou URL Tracert"
"IP Mode"="Modo IP"
"IPAddress Mode"="Modo IP"
"Direct IP Line"="Linha IP directa"
"IP Direct Auto Answer"="Resposta auto direta IP"
"Italian"="Italiano (Italian)"
"Korean_IME"="Korean_IME"
"LCD Backlight Test"="LCD Backlight Test"
"LDAP"="LDAP"
"L_LDAP"="LDAP"
"S_LDAP"="LDAP"
"LDAP server is unavailable"="Servidor LDAP está indisponível."
"Ldap Disabled"="LDAP desativado"
"LDAP get error tips failed!"="Falha na obtenção de dicas de erro LDAP."
"LDAP Authority"="Autoridade LDAP "
"LDAP Search"="Pesquisa LDAP"
"Leave Wrap-up"="Deixe o final"
"LED Test"="LED Test"
"Listen BargeIn"="Ouça BargeIn"
"LLDP"="LLDP"
"LLDP Vlan"="LLDP Vlan"
"LLDP Status"="Status LLDP"
"LLDP Packet Interval should be 1-3600!"="Intervalo pacote LLDP deverá ser 1-3600!"
"Packet Interval"="Intervalo pacote"
"M2P"="M2P"
"MAC Version"="Versão MAC"
"MAC"="MAC"
"MAC Address"="MAC"
"MAC-Oriented"="MAC-Oriented"
"Mango"="Mango"
"MD5 Password"="MD5 Senha"
"Medium"="Média"
"L_Meet-Me"="Encontra-me"
"Meet-me"="Encontra-me"
"S_Meet-Me"="Encontra-me"
"Metaswitch CallLog"="Metaswitch CallLog"
"MLHGS"="MLHGS"
"MM DD WW"="MM DD WW"
"MM DD WWW"="MM DD WWW"
"MM/DD/YY"="MM/DD/YY"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"Moving contact..."="Mover contacto ..."
"msec"="mseg"
"NAT"="NAT"
"NAT Public IP Address"="Endereço IP Público NAT"
"NAT Status"="Status NAT"
"New Unread Voice Mail(s)"="Novas msg voz não lidas"
"New VID"="Novo VID"
"NextSpace"="NextSpace"
"No VLAN"="No VLAN"
"NTP Server1"="Servidor1 NTP"
"Invalid NTP server1!"="Servidor NTP inválido!"
"NTP Server2"="Servidor2 NTP"
"NTP server1 is invalid!"="Servidor1 NTP inválido!"
"NTP server2 is invalid!"="Servidor2 NTP inválido!"
"On Demand"="Sob demanda"
"On Demand with User Initiated Start"="A pedido com início pelo utilizador"
"On (Beep Off)"="Ligado (sinal sonoro desligado)"
"On (Beep On)"="Ligado (sinal sonoro ligado)"
"OPUS"="Opus"
"opus codec is not available in four ways conference!"="Codec Opus indisponível conferência 4 vias"
"Outbound Alternate"="Alternativa de Saída"
"Outbound Proxy1"="Outbound Proxy1"
"Outbound Proxy2"="Outbound Proxy2"
"Outbound proxy is invalid!"="Proxy de saída inválido!"
"Invalid Proxy Fallback Interval!"="Intervalo fallback proxy inválido"
"Pause/Resume Notify"="Pausa/retoma notificação"
"PBX Queue"="Fila de PBX"
"PC Port"="PC Port"
"PIN"="PIN"
"PIN/ID"="PIN/ID"
"Ping"="Ping"
"Ping Error"="Erro de Ping"
"Ping IP or URL"="IP.URL Ping"
"PIN Code"="Código PIN"
"Pin code can't be empty!"="Código PIN não pode vazio"
"Pin code is invalid!"="Código PIN inválido!"
"PM"="PM"
"Polish"="Polski (Polish)"
"Portuguese"="Português (Portuguese(EU))"
"Portuguese_LA"="Português (Portuguese(Latin))"
"PPPoE"="PPPoE"
"PPPoE PWD"="PPPoE PWD"
"PPPoE User"="PPPoE User"
"PPPoE User is invalid!"="Utilizador PPPoE é inválido!"
"Not support bridge mode in PPPoE!"="Mpdo ponte não suportado em PPPoE!"
"PriChat"="PriChat"
"PSTN account unavailable"="Conta PSTN indisponível"
"Qos"="Qos"
"RFC2833"="RFC2833"
"RFC2833+SIP INFO"="RFC2833+SIP INFO"
"Rom Version"="Versão Rom"
"Route Traversal"="Transversal rota"
"RPort"="RPort"
"RPS Open"="Abrir RPS"
"RPS Close"="Fechar RPS"
"RT10/RT20"=""
"RT30"=""
"RTP Status"="RTP"
"S_RTP Status"="RTP"
"S/N"="S/N"
"S_S2S AcdLoginOut"="In/Out"
"S2S AcdLoginOut"="In/Out"
"S_S2S AcdLogin"="Ac.Dac"
"S2S AcdLogin"="Ac.Dac"
"S_S2S AcdLogout"="Saí.Dac"
"S2S AcdLogout"="Saí.Dac"
"S_S2S AcdRefresh"="Atual."
"S2S AcdRefresh"="Atual."
"S2S Unavailable Reason Code"="S2S Unavailable Reason Code"
"SCA Held"="SCA Realizado"
"SCA Active"="Activar SCA"
"SCA Bridge Active"="Activar SCA Bridge"
"SCA Alerting"="Alertando SCA"
"S_Seizing"="Aproveitando"
"Seizing"="Aproveitando"
"Set Hot Desking"="Definir Hot Desking"
"Signal Fail"="Falha de sinal"
"Signal OK"="Sinal OK"
"Silent Bargin"="Dispositivo Silencioso"
"SIP"="SIP"
"SIP server3 is invalid!"="SIP server3 is invalid!"
"SIP Password"="Senha SIP"
"SIP Server1"="Servidor1 SIP"
"SIP Server2"="Servidor2 SIP"
"Invalid SIP server2!"="SIP server2 inválido!"
"SIP Server3"="Servidor3 SIP"
"Invalid SIP server3!"="SIP server3 inválido!"
"SIP Proxy can't be empty!"="Servidor SIP não pode estar vazio!"
"Invalid SIP server1!"="SIP server1 inválido!"
"Sip Line"="Linha SIP"
"SIP INFO"="SIP INFO"
"SIP Register name"="Nome registo SIP"
"S_Skip"="Saltar"
"SN"="SN"
"SNTP Setting"="Propriedades SNTP"
"SRTP"="SRTP"
"SSID"="SSID"
"SSID can't be empty!"="O SSID não pode estar em branco!"
"Start/Stop Notify"="Iniciar/Parar Notificação"
"Static NAT"="NAT estático"
"STUN"="STUN"
"STUN Port"="Porta STUN"
"STUN Server is invalid!"="Servidor STUN inválido!"
"STUN Server"="Servidor STUN"
"STUN server can't empty!"="Servidor STUN não vazio"
"Invalid STUN server port!"="Porta servidor STUN inválida!"
"STUN Server port is Invalid!"="Servidor Stun ou porto de stun é inválido!"
"Invalid STUN server!"="Servidor STUN inválido!"
"STUN Status"="Estado do STUN"
"Take over call"="Aceitar chamada"
"TCP"="TCP"
"TCP Lowest Port"="TCP Lowest Port"
"TCP Highest Port"="TCP Highest Port"
"3rd-party VMR"="VMR terceiros"
"TKIP"="TKIP"
"TKIP AES"="TKIP AES"
"TLS"="TLS"
"Touch Tone"="Tom de toque"
"Trace Route Error"="Trace Route Error"
"Turkish"="Türkçe (Turkish)"
"UC Favorite"="Favoritos UC"
"UC Favorites"="UC Favorites"
"UDP"="UDP"
"UDP Lowest Port"="UDP Lowest Port"
"UDP Highest Port"="UDP Highest Port"
"URI is invalid!"="URI inválida!"
"Invalid URI!"="URI inválido!"
"L_URL"="URL"
"URL is invalid!"="URL inválida!"
"URL can't be empty!"="URL não pode ser nula!"
"URL is error"="URL é um erro!"
"L_URL Record"="Registo URL"
"URL Record"="Registo URL"
"The URL is empty!"="O URL está vazio!"
"URL is empty"="URL é nulo"
"Invalid URL!"="URL inválida!"
"MENU_USB Record"="Gravar USB"
"USB Record"="Gravar USB"
"USB device connection failure!"="Falha ao conectar dispositivo USB!"
"USB Photo"="USB Photo"
"USB current overload"="Sobrecarga corrente USB"
"USB heaset connected"="Auricular USB está ligado."
"USB headset connected"="Auricular USB ligado."
"USB heaset removed"="Auricular USB removido."
"USB headset removed"="Auricular USB removido."
"USB device connected successfully"="Dispositivo USB conectado sucesso"
"USB device has been connected successfully!"="A drive USB está ligada."
"No images in USB flash drive."="Sem imagens na drive USB."
"Failed to get data from USB flash drive"="Impossível obter dados da drive USB!"
"USB device is removed!"="A drive USB foi removida."
"USB Inserted"="USB inserido"
"USB Connected"="USB ligado"
"USB Removed"="USB removido!"
"USB device has been moved"="A drive USB foi removida."
"Invalid Value!"="Valor inválido!"
"VID Number"="VID"
"Invalid VID nubmer!"="Número VID inválido!"
"VID nubmer is invalid!"="Número VID é inválido!"
"VID number should be 1-4094!"="Número VID deverá ser 1-4094!"
"VLAN"="VLAN"
"VLAN ID"="VLAN ID"
"VLAN Status"="Status VLAN"
"Voice Qos"="Qos de voz"
"VPN"="VPN"
"WAN IP"="IP WAN"
"WAN MASK"="Máscara WAN"
"WAN Port"="Porto WAN"
"WAN Type"="Tipo de WAN"
"WEP"="WEP"
"Whisper BargeIn"="Dispositivo Whisper"
"WIFI MAC"="Wi-Fi MAC"
"Wi-Fi Mac"="Wi-Fi MAC"
"Wifi: On"="Wi-Fi: Ligado"
"Wifi: Connected"="Wi-Fi: Conectado"
"Wifi Test"="Wi-Fi Test"
"WIFI Authentication"="Autenticação Wi-Fi"
"Wifi switch is closed, open it or not?"="O Wi-Fi está desligado, deseja ligar?"
"Wifi_Password"="Wi-Fi Password"
"Wifi unreachable"="Wi-Fi inacessível"
"Wizard"="Assistente"
"WPA2-EAP"="WPA2-EAP"
"WPA2-PSK"="WPA2-PSK"
"WPA-EAP"="WPA-EAP"
"WPA-PSK"="WPA-PSK"
"WPA Shared Key"="Chave Compart. WPA"
"WPA Shared Key can't be empty!"="Chave compartilhada WPA não pode estar em branco!"
"S_WPS"="WPS"
"WPS"="WPS"
"S_WPS-PIN"="WPS-PIN"
"WPS-PIN"="WPS-PIN"
"WPS has opened, please connect in "="WPS foi ativado, ligue em"
"WWW DD MMM"="WWW DD MMM"
"WWW MMM DD"="WWW MMM DD"
"XML"="XML"
"XML_Idle"="XML"
"Server XML"="Servidor XML"
"S_XMLDir"="XMLDir"
"S_XMLMenu"="XMLDir"
"XMLMenu"="XMLDir"
"L_XML Brower"="XML Browser"
"S_XML Brower"="XML Bro"
"XML Browser"="Explorador de XML"
"XmlBrowser"="Explorador de XML"
"XmlBrowser_Idle"="Explorador de XML"
"L_XML Browser"="Explorador de XML"
"Xml browser url cannot be empty!"="XML browser URL cannot be empty!"
"Xml Browser is invalid!"="Navegador xml inválido!"
"L_XML Group"="Grupo XML"
"S_XML Group"="Grupo XML"
"XML Group"="Grupo XML"
"XML Info"="XML Info"
"XSI access password is wrong !"="Mais"
"Web access password is wrong!"="Senha de acesso está errada!"
"XsiEvent"="Evento XSI"
"XSI is empty"="XSI está vazio"
"XSI information is incomplete!"="Informação XSI está\n incompleta!"
"YLCloud"="Yealink Cloud"
"YY/MM/DD"="YY/MM/DD"
"YY-MM-DD"="YY-MM-DD"
"YYYY MM DD"="YYYY MM DD"
"YYYY/MM/DD"="YYYY/MM/DD"
"YYYY-MM-DD"="YYYY-MM-DD"
"S_Z_Pickup."="Z_Pickup."
"Russian"="Pусский (Russian)"
"S_Security"="Segurança"
"Security"="Segurança"
"Security Classification"="Classificação segurança"
"Security Mode"="Modo de Segurança"
"Installed"="Instalado"
"Installed failed"="Instalação falhou"
"KEY"="TECLA"
"Key Type"="Tipo tecla"
"Key Event"="Tecla evento"
"Key Tone"="Tecla tom"
"Press Up or Down To Switch Number"="Prima as teclas para cima e para baixo para alternar números."
"Office Number"="Número escritório"
"Office Phone"="Telefone do escritório"
"Invalid Office number!"="Número escritório inválido!"
"Office number is invalid!"="Número escritório inválido"
"Far Hold"="Far em Espera"
"Hold"="Manter"
"L_Hold"="Manter"
"Public Hold"="Manter público"
"S_Far Hold"="Far em Espera"
"S_Hold"="Manter"
"S_Public Hold"="Manter público"
"S_Save"="Salvar"
"Save"="Salvar"
"Saved!"="salvo!"
"Save Success!"="Salvo com sucesso!"
"Success Saved!"="Salvo com sucesso!"
"Ring saving ..."="A gravar toque..."
"Save Password"="Salvar senha"
"Saving  Configuration..."="A guardar configuração..."
"Save Failed!"="Falha ao salvar!"
"Save Failed! The same profile name or SSID exist"="Falha na gravação! Nome de perfil ou SSID já existiam."
"Saving files!"="Salvando ficheiros!"
"Saving"="Saving"
"Saving. Please wait..."="Salvando. P.f. espere..."
"Saving..."="A Salvar ..."
"Saving... Please Wait"="A guardar....Por favor aguarde"
"Sec.DNS"="Sec.DNS"
"Secondary DNS is invalid!"="DNS Secundário inválido!"
"Backlight"="Luz de fundo"
"Backlight Time"="Duração luz de fundo"
"Backlight Active Level"="Nível ativo luz de fundo"
"Backlight Inactive Level"="Nível inativo luz de fundo"
"Local_Idle"="Local"
"Local History"="Histórico Local"
"S_Local History"="Histórico Local"
"local Directories"="Diretório Local"
"Local Directory"="Directoria Local"
"LocalDirectory"="LocalDirectory"
"LocalDirectory_Idle"="LocalDirectory"
"S_LocalDir"="LocalDir"
"Sorry,Only 1000 contacts are allowed!"="Lamento,só 1000 contactos são permitidos!"
"Local Anonymous"="Anónimo local"
"Local Anonymous Rejection"="Rejeição Anónimo"
"L_Local Group"="Grupo Local"
"Local Group"="Grupo Local"
"S_Local Group"="Grupo Local"
"Local CallLog"="Log chamadas locais"
"Local User"="Utilizador Local"
"Local Codec"="Codec Local"
"Wallpaper"="Papel de Parede"
"Wallpaper will change into the default image. Confirm to delete or not?"="O papel de parede irá mudar para a imagem por defeito. Quer continuar?"
"Edit"="Editar"
"ICON_Edit"="Editar"
"S_Edit"="Editar"
"Edit My Device Information"="Editar informação do meu dispositivo"
"Edit handset"="Editar aparelho"
"Edit Network"="Editar Rede"
"Edit Location"="Editar localização"
"Editing"="Editar"
"S_Editing"="Editar"
"Edit Paging Address"="Editar endereço Paging"
"Alter Type"="Tipos de Alerta"
"DispCode"="Disposição código"
"L_Dispcode"="Disposição código"
"S_DispCode"="Disposição código"
"Invalid On code!"="Inválido código!"
"Mark All as new"="Marcar Todos como novo"
"Mark All as heard"="Marcar Todos como ouvido"
"Mark as new"="Marcar como novo"
"Mark as heard"="Marcar como ouvido"
"Mark as read"="Marcar como Lido"
"Label"="Título"
"Invalid Label!"="Rótulo inválido!"
"title"="título"
"Dial Emergency"="Marcação emergência"
"Dialing"="Marcar"
"Play"="Reproduzir"
"Playing"="A reproduzir"
"S_Play"="Reproduzir"
"Play Ring"="Executar toque"
"Play Record"="Executar gravação"
"Play Tone"="Play Tone"
"Play Voice Message"="Reproduzir Mensagem de Voz"
"Unclassified"="Não classificado"
"Does not exist anywhere"="Não existe mais nenhum"
"Can't be empty"="Não pode estar em branco!"
"Unavailable !"="Indisponível!"
"Unable to add to blacklist!"="Impossível adicionar a lista negra!"
"Unable to add to contacts!"="Impossível adicionar a contactos!"
"Can't be empty!"="Não pode estar vazio!"
"Connot download PLCM Phonebook"="Não foi possível descarregar List aTelefónica PLCM"
"mismatch"="Incomparável"
"Contact is not local!"="Não contacto local!"
"Not allow opt in/out"="Opt-In/Opt-Out não permitido."
"Anonymity Disallowed"="Anonimamente desabilitado"
"Department"="Departmento"
"Sample Rate"="Taxa amostragem"
"Menu"="Menu"
"S_Menu"="Menu"
"Menu key"="Tecla Menu"
"Operator fail"="Falha na operação!"
"Draftbox"="Caixa rascunho"
"Test OK"="Test Success"
"Fail in testmode"="Fail in testmode!"
"Test Fail"="Teste falhou"
"Dongle is removed, reboot and switch to SIP mode?"="Dongle is removed, reboot and switch to SIP mode?"
"Dongle is inserted, reboot and switch to DD Phone mode?"="Dongle DECT inserido, reiniciar e passar para modo telefone DD?"
"S_View"="Vista"
"View"="Vista"
"View more contacts..."="Ver mais contactos ..."
"View Executive List"="Ver Lista Executiva"
"View Voice Mail"="Vista correio de voz"
"View Assistant List"="Ver Lista do Assistente"
"Search LDAP Contacts"="Pesquisar contactos LDAP"
"Search Directory"="Pesquisar directoria"
"Search For Contacts"="Pesquisar por contactos"
"Search All Contacts"="Buscar Todos Cont."
"Search Network Contacts"="Pesquisar contactos rede"
"Consult"="Consultar"
"S_Split"="Dividir"
"Split"="Dividir"
"Split All"="Dividir tudo"
"Product ID"="ID produto"
"Product Name"="Nome produto"
"Always Off"="Sempre desligado"
"General"="Geral"
"Generally Settings"="Conf. gerais"
"Always On"="Sempre ligado"
"Exceed the upper limit!"="Exceed the max limit!"
"success"="sucesso"
"Logout successful"="Saiu com sucesso!"
"Login successful"="Logado com sucesso!"
"Disconnect Success."="Sucesso no desligamento."
"Add the records success"="Adicionar registo sucesso!"
"Move to blacklist success"="Sucesso ao mover para lista negra"
"Move the contacts success"="Sucesso ao mover os contatos"
"MTSW ACD Member"="Membro"
"S_Members"="Membros"
"S_MTSW ACD Member"="Membro "
"Memory Full"="Memoria cheia"
"city"="cidade"
"Duration"="Duração"
"Factory Installed"="Instalado fábrica"
"Outbound Alternate Number is invalid!"="Número alternativo saída inválido."
"Outbound Alternate Phone Number"="Número telefone alternativo saída"
"Initial Call Back?"="Chamada inicial volta?"
"Initial ACD State"="Estado inicial ACD"
"Initial State"="Estado inicial"
"Storage Media Properties"="Espaço Armazen."
"Wrap up"="Embrulhar"
"Disposition Code"="Disposição código"
"Pager"="Pager"
"Transport"="Transport"
"Transmit Rate"="Taxa Transmissão"
"Fax"="Fax"
"Secondary DNS"="DNS secundário"
"from the conference?"="da conferência?"
"Remove from Favorite"="Remover do Favorito"
"ICON_Remove from Favorite"="Rem fav"
"Remove selected from favorite?"="Remover selecionado dos favoritos?"
"error"="Erro"
"Wrong user name"="Nome utilizador incorreto!"
"Wrong user name or password!"="Nome de usuário ou senha errada!"
"Bad Request"="Mau pedido"
"Bad request!"="Mau pedido"
"Reached the upper limit of 12 hours recording time"="Reached the max limit of 12-hour recording time"
"Reply"="Responder"
"Open fail"="Falha ao abrir!"
"Proxy Fallback Interval"="Intervalo Proxy Fallback"
"Proxy Fallback Interval is invalid!"="Intervalo Proxy Fallback é inválido!"
"Invalid Call on code!"="Invalid call on code!"
"Invalid Reject on code!"="Rejeição inválida código!"
"Idle Clock"="Relógio inativo"
"Idle Clock Display"="Ecrã Relógio Inativo"
"SymmOneWayDelay"="SymmOneWayDelay"
"Current Base PIN"="PIN base atual"
"Current PIN is incorrect."="PIN atual incorreto!"
"Current PIN"="PIN"
"Current Time"="Tempo"
"VPN can't be on \n\n when file do not exist!"="VPN não pode estar ligado\n\n quando ficheiro não existe!"
"To navigate the menu, please use the arrow keys below!"="Para navegar pelo menu, favor usar as teclas de seta abaixo!"
"Import Config"="Importar configuração"
"To:"="Para:"
"reached!"="Atingido!"
"GuestOut"="GośćWyj"
"Log Out"="Sair"
"Logged Out"="Saiu"
"Logout"="Sair"
"S_GuestOut"="GośćWyj"
"S_Logout"="Sair"
"SignOut"="SignOut"
"L_Logout"="Sair"
"In the logout"="Sair..."
"In the logout ......"="A sair..."
"ACD Login"="ACD Login"
"Logged-in Members"="Membros Logados"
"Login Type"="Tipo de Login"
"Login failed,password mistake."="Login falhou, senha inc"
"Login Timer"="Temporizador de Login"
"Login as"="Faça o login como"
"Guest Login"="Guest Login"
"GuestIn"="GośćWej"
"Logged In"="Logado"
"Login"="Entrar"
"S_GuestIn"="GośćWej"
"S_Login"="Entrar"
"SignIn"="SignIn"
"L_Login"="Entrar"
"Login..."="Entrar..."
"Login Failed."="Login falhou."
"Logging in"="Login"
"In the login ......"="A entrar..."
"Wait for"="Esperar por"
"Wait Time"="Tempo espera"
"Level changed"="Nível alterado"
"Low"="Baixo"
"Area"="Área"
"region"="região"
"Address"="Endereço"
"Address incomplete"="Endereço incompleto"
"Location Saved."="Localização guardada."
"Dot"="Ponto"
"Touch to connect with "="Toque para conectar-se"
"LocalMenu"="Menu local"
"Phonebook"="Lista telefónica"
"S_PhoneBook"="Lista telefónica"
"L_PhoneBook"="Lista telefónica"
"Phonebook(0)"="Lis. Telef.(0)"
"PhoneBook Name"="Agenda telefónica"
"Phone number can't be empty!"="Núm. telefone não pode estar em branco!"
"Search by Phone Number"="Localizar por Número de Telefone"
"Phone number is empty!"="Número telefone é nulo!"
"Phone numbers should only consist of digits, with an optional family mailbox id."="O número de telefone deverá consistir apenas de digitos e um ID de caixa de correio de família opcional. "
"Phone Unlock PIN"="PIN desbloqueio telefone"
"Telephone-Event"="Telefone-Evento"
"Phone To Ring"="Toque telefone"
"The call was hung up"="A chamada foi desligada"
"Cable Disconnect"="Cable disconnected!"
"Email"="Email"
"MENU_Email"="E-mail"
"Top Secret"="Ultra secreto"
"Packet Lost"="Perda pacote"
"S_Discard"="Descartar"
"Jitter"="Jitter"
"Read"="Lido"
"Reading File..."=" A ler Arquivo..."
"L_SMS"="SMS"
"S_SMS"="SMS"
"SMS"="SMS"
"Disconnect"="Desligado"
"ICON_Disconnect"="Desligado"
"S_Disconnect"="Desligado"
"Disconnect with"="Deligar com"
"Disconnected"="Desconectado"
"Disconnect failed."="Falha ao desligar!"
"Queue"="Fila"
"Queue Name"="Nome da Fila"
"Queue Status"="Status fila"
"Contrast"="Contraste"
"Sorry,you can only make two calls!"="Sorry, only two calls are available."
"Far UnHold"="Far UnHold"
"Far Resume"="Far Resume"
"Busy Here"="Ocupado aqui"
"Intercom"="Intercom"
"L_Intercom"="Intercom"
"S_Intercom"="Intercom"
"Intercom Number is invalid!"="Número do Interforne inválido!"
"Intercom Barge"="Intercom Barge"
"Intercom Mute"="Intercom Mute"
"Intercom Tone"="Tom intercom"
"Headset mode disabled"="Modo Auricular desabilitado"
"Headset Connected"="Auricular Ligado"
"From"="De"
"Outbox"="Outbox"
"S_Dial"="Enviar"
"S_Send"="Enviar"
"Send"="Enviar"
"To"="Para"
"Send Warn"="Enviar aviso"
"Send Anonymous Rejection Code"="Enviar rejeição código"
"Send Anonymous Code"="Enviar código anónimo"
"Sending Provision Requests"="Enviando solicitações de aprovisionamento"
"Sending Requests..."="Enviando solicitações..."
"S_Send Message"="Enviar mensagem"
"Send Message"="Enviar mensagem"
"Chinese_T"="繁體中文 (Chinese Traditional)"
"Back"="Voltar"
"S_Back"="Voltar"
"Back To Record"="De volta à gravação"
"Discard"="Descartar"
"Do you want to discard your change?"="Quer descartar as tuas alterações?"
"Invalid Number"="Número inválido"
"Value is invalid!"="Valor é inválido!"
"Illegal Character"="Carácter ilegal"
"Not Emergency Number!"="Não é número emergência!"
"Too hight of resolution!"="The resolution is too high!"
"Extension"="Extensão"
"Extension Number"="Número Extensão"
"extension_number"="número_extensão"
"Fail to alloc memory!"="Failed to alloc memory!"
"Shared Directory"="Diretório partilha"
"Min"="Min"
"minutes left for call recording"="minutos disponíveis para gravação de chamada"
"No"="Não"
"Server"="Servidor"
"Service"="Serviço"
"Server URL"="URL do Servidor"
"Invalid Server URL!"="URL servidor inválido"
"server error"="Erro de servidor"
"Service error!"="Erro de servidor!"
"URL"="URL"
"Invalid Server!"="Servidor inválido!"
"Server is invalid!"="Servidor inválido!"
"float"="flutuador"
"Extention"="Extensão"
"Copy to Favorite"="Copiar para Favorito"
"Capy Favorite Fail"="Cópia para Favoritos falhou!"
"Copy to Favorites failed!"="Copiar Favoritos falhou"
"Copy to All Lines?"="Copiar todas as linhas?"
"Copy selected to favorite ?"="Copiar selecionado para favoritos?"
"Copy selected to favorite?"="Copiar selecionado para favoritos?"
"Overwrite the original contact?"="Nome contacto existe\n reescrever?"
"This action can not be reversed."="Esta ação é irreversível."
"The file doesn’t exist"="O ficheiro não existe!"
"The file doesn't exist"="Ficheiro não existe!"
"The value must be between:1024~65535"="The value must be between:1024~65535"
"Changing Language..."="Configuração idioma ..."
"Advanced"="Avançado"
"MENU_Advanced"="Avançado"
"Advanced Setting"="Propriedades avançadas"
"MENU_Advanced Setting"="Propriedades avançadas"
"user"="utilizador"
"L_ACD Trace"="Trace"
"More"="Mais"
"S_More"="Mais"
"S_Show More"="Mais"
"More..."="Mais..."
"Change Base PIN"="Alterar PIN base"
"S_Show Less"="Ocultar"
"Refresh"="Atual."
"S_Flash"="Instant"
"S_Update"="Atualizar"
"Update"="Atualizar"
"To update the DECT firmware, disconnect with all the DECT microphones."="Para atualizar firmware DECT, desligar todos os micros DECT."
"Now to update the firmware and disconnect with all external micphones"="Para atualizar firmware, desligar todos os micros externos."
"Update Config"="Atualizar configuração"
"Update Configuration"="Atualizar Configuração "
"Updating Configuration..."="A atualizar configuração..."
"Failed to update configuration."="Failed to update configuration!"
"Configuration updating failed."="Falha na atualização da configuração."
"Configuration updating completed."="Configuração da atualização completa."
"Configuration updating."="A atualizar configuração..."
"Update Complete"="Atualização completa!"
"Updating Network"="Atualizar rede"
"Update Firmware"="Atualizar Firmware"
"Updating !"="A atualizar!"
"Updating, please wait..."="Atualizando, p.f. espere..."
"Refreshing..."="A actualizar"
"Work Phone"="Tel Trabalho"
"work_phone"="tel_trabalho"
"Work Number"="Número do Trabalho"
"Business Hours"="Horário comercial"
"Working time"="Work Time"
"Common"="Comum"
"Features"="Características"
"MENU_Features"="Características"
"The feature could not be activated !"="The feature cannot be activated!"
"Function key"="Teclas de Função"
"The feature activated !"="Recurso está ativado!"
"Shared Calls"="Chamadas partilhadas"
"Share line unavailable"="Linha partilhada indisponível"
"Alert SCA Location"="Alerta Loc. SCA"
"Firmware"="Firmware"
"Firmware Update..."="Actualização de firmware..."
"Customer"="Cliente"
"End Call"="Fim Chamada"
"Hang Up"="Desligar"
"S_End Call"="Fim Chamada"
"Off"="Off"
"Invalid Off code!"="Código off inválido!"
"Off Code"="Cód. Desl."
"Off code can't be empty!"="Código n?o pode ser nulo!"
"Relation"="Relação"
"Manage"="Gerir"
"S_Manage"="Gerir"
"admin"="admin"
"Manage Group"="Gerir Grupo"
"Broadcasting..."="Radiodifusão..."
"FWD International"="FWD Internacional"
"Country"="país"
"Filter Type"="Tipo de Filtro"
"Buddies"="Amigos"
"L_Buddies"="Buddies"
"Number"="Número"
"Phone Number"="Número telefone"
"Phone Numbers"="Números telefone"
"number?"="Number?"
"Number is invalid!"="Número inválido!"
"Number can't be empty!"="Número n?o ser nulo!"
"number is empty!"="Número vazio!"
"Unallocated Number"="Número não localizado"
"Number already exists!"="Número já existe!"
"Blacklist"="Lista Negra"
"ICON_Blacklist"="Lista Negra"
"black list full"="Blacklist is full!"
"Callout"="Chamada"
"Outgoing Call"="Chamada Feita"
"S_Callout"="Chamada"
"Key As Send"="Tecla como enviada"
"Dial"="Enviar"
"ICON_Dial"="Enviar"
"MENU_Dial"="Enviar"
"Calls for BLF"="Calls for BLF"
"Call Waiting"="Chamada em espera"
"Placed Calllog"="Colocados log chamada"
"Placed Calls"="Chamadas colocadas"
"Call Control"="Chamada controle"
"MENU_Call Control"="Chamada controle"
"Call Screening"="Monitorização Chamadas"
"Call Screening Switch"="Botão Monit. Cham."
"Call Fail"="Chamada falhou"
"Call Alerting"="Alerta Chamadas"
"Call Push Recall After"="Enc. Após C. Push "
"S_Call Push"="ChaPush"
"Call Completion"="Conclusão de chamadas"
"S_Call Info"="Call Info"
"Call has been successfully recorded on USB device!"="Call has been successfully recorded on USB device!"
"Call VoiceMail"="Ligar para VoiceMail"
"S_Call VoiceMail"="Ligar para VoiceMail"
"Call Voice Mail"="Chamar Mensagem de Voz"
"S_Call Voice Mail"="Chamar Mensagem de Voz"
"Invalid Call Park Number!"="Invalid call park number!"
"Callers Waiting"="Chamadores em Espera"
"Calling"="Chamar"
"Call Center Phone"="Call Center Phone"
"Call Forward"="Encaminhamento chamada"
"Call Forwarding Not Reachable"="Encaminhar Cham Não Acessível"
"Call maximum"="Ligar máximo"
"Ignore"="Ignorar"
"S_Ignore"="Ignorar"
"S_Directories"="Diretórios"
"S_Directory"="Directoria"
"L_Directories"="Diretórios"
"History"="Histórico"
"MENU_History"="Histórico"
"S_Calllog"="chamadas"
"S_History"="Histórico"
"Video message cannot be played on the phone!"="Mensagem de vídeo não pode ser reproduzida no telefone!"
"Wallpaper for both phone and EXP will change into the default image. Confirm to delete or not?"="O papel de parede para o telefone e para o EXP irá mudar para a imagem por defeito. Quer continuar?"
"Welcome"="Benvindo"
"RoundTripDelay"="RoundTripDelay"
"Resume"="Retomar"
"S_Resume"="Retomar"
"Reset to Factory"="Reset para conf. fábrica"
"Factory Setting?"="Config fábrica?"
"Reset To Factory Setting?"="Reset para conf. fábrica?"
"resume record"="Retomar registo"
"S_UnMute"="UnMute"
"UnMute"="UnMute"
"Resume REC"="Continuar REC"
"ResumeREC"="ContREC"
"S_Resume REC"="Continuar REC"
"S_ResumeREC"="ContREC"
"Failed to resume recording"="Impossível voltar à gravação!"
"Call Return"="ReChamada"
"CallReturn"="Chamar novamente"
"L_Recall"="Rechamada"
"Recall"="Rechamada"
"S_Recall"="Rechamada"
"S_Redial"="Remarcação"
"L_Call Return"="Rechamada"
"S_Call Return"="Rechamada"
"Call Back"="Retornar a Chamada"
"S_Call Back"="Retornar a Chamada"
"S_Reply"="Responder"
"Conf"="Conf"
"Conference"="Conf"
"L_Conference"="Conf"
"S_Conference"="Conferência"
"Conference with"="Conferência com"
"Meeting ID"="Meeting ID"
"ConferenceURL"="URL de Conferência"
"Conf Manage"="Gerir Conferência"
"Conference Manage"="Conferência-gestão"
"conference_number"="número_conf"
"Obtaining Status..."="Obtendo Status..."
"Obtaining IP Address"="Obtendo endereço IP"
"Getting"="A obter"
"Secret"="Secreto"
"PrimaryContact"="Contacto Primário"
"MENU_Basic Setting"="Propriedades básicas"
"Basic Setting"="Propriedades básicas"
"Enable this Location"="Habilitar esta localização"
"Active Level"="Nível Ativo"
"Active Line"="Linha ativa"
"MENU_Calculator"="Calculadora"
"Record Mode"="Modo de Gravação"
"Record file saved"="Arquivo registo salvo"
"Record Failed"="Falha no registo"
"Remember the Password"="Lembre-se da senha"
"Encryption Type"="Tipo de Criptogr"
"S_Join"="Aderir"
"Loading phonebook is error!"="Erro a carregar lista telefónica."
"Load Failed"="Carregamento falhou!"
"Loading image..."="A carregar imagem ..."
"Image loading. Please wait !"="A carregar imagem ... Aguarde, por favor!"
"Loading File..."="A carregar ficheiro..."
"Loading"="A carregar"
"Loading, please wait..."="Carregando, por favor espere..."
"Family"="Familia"
"home_phone"="tel_casa"
"Home Number"="Número de Casa"
"HomeNumber"="Número de Casa"
"Family number is invalid!"="Family number is invalid!"
"Holiday Schedule"="Cal.Feriados"
"Interval"="Intervalo"
"S_Silent Monitor"="Mon.Sil."
"Silent Monitor"="Mon.Sil."
"Network Checking..."="Verificação de Rede ..."
"Check"="Verif."
"S_Check"="Verif."
"Checking!"="A verifar..."
"Simple"="Simples"
"Chinese_S"="简体中文 (Chinese Simplified)"
"Short Label"="Etiqueta Curta"
"Setup"="Configuração"
"Keyboard"="Teclado"
"Keypad"="Teclado"
"S_Keypad"="Teclado"
"KeyBoard Test"="Teste de Teclado"
"KeyBoard test succeed!"="Keyboard test succeed!"
"KeyGuard"="Bloqueio do teclado"
"Keypad Lock"="Telefone trancado"
"KeypadLock"="Trancado"
"L_KeypadLock"="Bloqueio do telefone"
"L_Phone Lock"="Trinco telefone"
"Phone Lock"="Trinco telefone"
"S_KeypadLock"="Telefone trancado"
"S_Phone Lock"="Trinco telefone"
"Lock type"="Tipo trinco"
"Lock Time Out"="Trinco terminou"
"Keypad locked."="Telefone trancado."
"Move selected to contactlist ?"="Mover selecionado para contactos?"
"Received"="Received"
"Recv"="Recv"
"Accept the connection request from "="Aceitar pedido lig. de "
"Anonymous call can't be rejected \n\n when answer only!"="Anonymous call cannot be rejected \n\n when answer only!"
"street"="rua"
"Finished"="Finalizado"
"End IP should be larger than Start IP!"="End IP should be larger than Start IP!"
"Voice Mail Finished"="Mensagem de Voz Finalizada"
"Stop Time"="Fim"
"DPickup"="Dpickup"
"L_Pick Up"="Captura"
"Pick Up"="Captura"
"Pickup_Idle"="Pickup"
"S_DPickup"="Dpickup"
"S_Pick Up"="Captura"
"S_Screenshot"="Screenshot"
"Guest Unlock"="DsbConv"
"S_Unlock"="Desbloquear"
"Unlock"="Desbloquear"
"UnlockPIN"="Desbloq. PIN"
"Unlock PIN"="Desbloq. PIN"
"Unlock Pin incorrect"="PIN Incorreto!"
"Barge In"="Embarcado"
"S_Barge In"="Embarcado"
"Today"="Hoje"
"Emergency Call Only"="Chamado emergência"
"Emergency"="Emergência"
"L_Emergency"="Emergência"
"S_Emergency"="Emergência"
"Emergency Call"="Ligação emergência"
"Emergency Escalation"="Escala de emergência"
"Urgent Message"="Mensagem Urgente"
"Enter"="Entrar"
"S_Enter"="Entrar"
"Attended Transfer"="Transferência assistida"
"Far Mute"="Remoto mudo"
"S_Far Mute"="Remoto mudo"
"Disabled"="Disabilitado"
"Forbidden Number"="Número proibido"
"manually configing is forbidden!"="Config manual proibida!"
"Executive"="Executivo"
"Executive Common Settings"="Conf.PadrãoExecut"
"Executive-Assistant"="Assistente Executiva"
"Executive-Originator"="Exec.-Orig."
"ALERT"="ALERTA"
"Warning"="Aviso"
"Warnings"="Avisos"
"Warning Interval(s)"="Intervalo (s) de aviso"
"Warrning Tone Interval must be >"="Warning tone interval must be >"
"Warrning Tone Interval must be >= 10 and <= 1800"="Intervalo toque aviso deverá ser >=10 e <=1800"
"Static DNS"="DNS estático"
"Static IP"="IP estático"
"Static IP Client"="Cliente com IPv4 estático"
"Static IPv4 Client"="Cli. IPv4 Estát."
"IPv4 Static DNS"="DNS IPv4 Est."
"Static IPv6 Client"="Cliente com IPv6 estático"
"IPv6 Static DNS"="DNS IPv6 Est."
"Mute"="Mute"
"S_Mute"="Mute"
"S_Silence"="Silêncio"
"Silence"="Silêncio"
"Silent"="Silencioso"
"old"="Velho"
"The old PIN"="PIN antigo"
"Old PWD"="Senha currente"
"The old pwd"="Palavra-passe Antiga"
"The old password is wrong!"="A senha está errada!"
"Block"="Bloco"
"Reject"="Rejeitado"
"Rejected"="Rejeitado"
"S_Block"="Bloco"
"S_Reject"="Rejeitado"
"S_Open Door"="Porta aberta"
"On"="On"
"Outbound Status"="Outbound Status"
"VPN Active"="VPN Ativa"
"Lock Enable"="Trinco habilitado"
"On Code"="On Code"
"Off Code could not be empty when On Code is set!"="CódOff não em branco qdo CódOn definido!"
"Enable Diversion Inhibitor"="Inibidor diversão habilitado"
"S_Start"="Início"
"Start"="Início"
"StartSharing"="IniPartilha"
"S_Start REC"="Iniciar REC"
"S_StartREC"="InicREC"
"Start REC"="Iniciar REC"
"StartREC"="InicREC"
"Start Time"="Inicio"
"DSS Keys"="Teclas DSS"
"Dsskey"="ChaveDSS"
"Dsskey Wallpaper"="TeclaDss Papel de Parede"
"Optional"="Opcional"
"S_S2S Avail"="Disponível"
"S2S Avail"="Disponível"
"available network(s)"="Available Network(s)"
"available network(s)(Connected with"="Available Network(s) (Connecting with"
"Available Recording Time"="Tempo restante de gravação"
"Available Wireless Device"="Redes Disponíveis"
"Free"="livre"
"Available Recording Time is less than 1 hour"="Tempo gravação disponível inferior a 1h"
"available network(s)("="rede(s) disponível(eis)"
"available network(s):"="rede(s) disponível(is)"
"Empty"="Vazio"
"N/A"="N/A"
"None"="NENHUM"
"S_Empty"="Vazio"
"Space is not enough"="Espaço insuficiente"
"Idle Record"="Registo ocioso"
"IdleRecord"="IdleRecord"
"Empty Value"="Nulo"
"Softkey Label"="Título Softkey"
"Fast Forward"="Avanço Rápido"
"S_Fast Forward"="Avanço Rápido"
"Fast Rewind"="Voltar Rápido"
"S_Fast Rewind"="Voltar Rápido"
"Extentions"="Extentions"
"EXP Key"="EXP Key"
"Expansion module"="Módulo expansão"
"EXP wallpaper will change into the default image. Confirm to delete or not?"="O papel de parede EXP irá mudar para a imagem por defeito. Quer continuar?"
"CallPull"="Puxar chamada"
"S_CallPull"="Puxar chamada"
"Talk From"="Falar De"
"Not Acceptable Here"="Não aceite aqui"
"Call Filtering"="Filtragem de Chamadas"
"Call Filtering Mode"="ModoFiltCham"
"Call Filtering Switch"="Botão Filt. Cham."
"Call Pickup"="Capturar Chamada"
"Calls for Pickup"="Chamadas a capturar"
"Incoming video call request..."="Pedido videochamada recebido..."
"From_Num"="Do_Número"
"From_FWD"="De"
"Bluetooth"="Bluetooth"
"MENU_Bluetooth"="Bluetooth"
"Bluetooth: On"="Bluetooth: Ligado"
"Bluetooth Mac"="Bluetooth Mac"
"Business Number"="Número de Empresa"
"bluetooth device(s)"="dispositivo(s) bluetooth"
"bluetooth devices"="Dispositivos Bluetooth"
"Bluetooth Device(s) (Connecting with"="Bluetooth Device(s) (Connecting with"
"bluetooth device(s)(Connecting with"="dispositivo(s) bluetooth conectando com"
"No Bluetooth Adapter Found."="Sem adaptador bluetooth encontrado."
"Bluetooth adapter is removed."="Adaptador Bluetooth removido."
"Adapter has removed out"="Adaptador foi removido!"
"Type"="Tipo"
"Away"="Ausente"
"S_S2S Unavail"="Fora"
"S2S Unavail"="Fora"
"Offline"="Offline"
"S_Unavail"="Indisponível"
"S_Unavailable"="Indisp."
"Unavail"="Indisponível"
"Unavailable"="Indisp."
"Unavailable Reason Code"="Código indisponível"
"Calllog"="chamadas"
"History Record"="Histórico registo"
"History Setting"="Configurações de Histórico"
"History Details"="Detalhes do Histórico"
"Provision now?"="Aprovisionar agora?"
"Update now?"="Atualizar agora?"
"Connect"="Conectar"
"ICON_Connect"="Conectar"
"S_Connect"="Conectar"
"USB Connecting"="Conexão USB"
"Connection timeout \n please try again!"="Connection timeout \n please try again!"
"Connect Success."="Ligado com sucesso!"
"Connect to"="A ligar a"
"Disconnecting..."="Desligamento..."
"Failed to connect \nto server!"="Falha a ligar\n ao servidor!"
"Failed to connect to server!"="Falhou ligação ao servidor!"
"Connect failed."="Falha na conexão."
"Connect Fail!"="Ligação falhou!"
"Connect Mobile Failed"="Conect Mobile Falhou "
"Connecting"="A ligar..."
"Connecting..."="A ligar..."
"Contact already exists. Add contact with the same name?"="O contacto já existe. Criar como novo contacto?"
"Delete the contact will also delete the contact in the server and can not be restored."="O cont. no servidor está a eliminar e não pode ser restaurado."
"contact full"="Lista de contactos cheia!"
"Contacts Setting"="Configurações de Contactos"
"Contact Details"="Detalhes do Contato"
"Contact exist!"="Nome de contacto existente!"
"Confirm PIN mismatch!"="PIN incompatível!"
"FlexSeat"="FlexSeat"
"FlexSeat Login"="FlexSeat Login"
"Ring Tones"="Tons toque"
"MENU_Browser"="Navegador"
"Browse Photo"="Pesquisar foto"
"Browse Recordings"="Consultar Áudio"
"Messages List"="Lista de Mensagens"
"L_Messages List"="Lista de Mensagens"
"S_Messages List"="Lista de Mensagens"
"L_Record"="Registo"
"Record"="Registo"
"S_Record"="Registo"
"Voice Record"="Gravação de voz"
"Failed to record call"="Impossível gravar chamada!"
"MENU_Recorder"="Gravador"
"Voice Recorder Number is invalid!"="Número do Gravador de Voz inválido!"
"Recording not allow play any record!"="A gravar não permite reproduzir qualquer gravação!"
"Record VM"="Gravar VM"
"Record Warning Tone"="Gravar Tom de Aviso"
"Recording not allow delete any record!"="Cannot delete any record during recording!"
"Trace Route"="Traçar Rota"
"Code"="Code"
"Busy..."="Ocupado..."
"Busy"="Ocupado"
"B Transfer"="Trans.C"
"S_B Transfer"="Trans.C"
"No Record"="Sem registo"
"No available Wi-Fi,go to Wi-Fi setting now?"="Redes sem fios indisponíveis, ir para configuração de Wi-Fi?"
"No Available Account"="No available account"
"No EXP"="Sem EXP"
"No USB Inserted"="Nenhum USB conectado."
"No contact!"="Nenhum Contato!"
"No Disposition Codes"="Sem códigos de disposição!"
"No Bridge"="No Bridge"
"No Timezone"="No Timezone"
"No registered handset"="Nenhum aparelho registado"
"No submit url !"="No submit URL!"
"No find wifi adapter!"="Sem adaptador Wi-Fi!"
"No registered handset"="No registered handset"
"Media Type"="Tipo de Mídia"
"Media Stats"="Estatísticas de média"
"Media audio"="Média de Áudio"
"Invalid US Date Format!"="Formato data EUA inválido"
"Invalid US Time Format!"="Formato hora EUA inválido"
"Opt Out"="Opção de Exclusão"
"Opt In"="Opção de Inclusão"
"Password"="Senha"
"Change Password"="Mudar senha"
"Password can't have space only"="Palavra-passe não pode ter espaços"
"Password can't be empty!"="Senha não pode ser nula!"
"Confirm password mismatch!"="Confirme erro de senha!"
"Passwords don't match!"="Palavras-passe não combinam!"
"Password is wrong!"="Senha está errada!"
"Password is invalid!"="Senha inválida!"
"Cipher Type"="Tipo de Cifra"
"Invalid Password!"="Pal.passe inválida!"
"Do Not Disturb"="Não perturbe"
"DND Enable"="Estado DND"
"DND"="DND"
"L_DND"="DND"
"S_DND"="DND"
"Speader mode disabled"="Modo alta-voz desabilitado"
"Invalid MAC oriented!"="Invalid MAC oriented!"
"s"="s"
"first_name"="primeiro_nome"
"Name suffix"="Sufixo de nome"
"Name prefix"="Prefixo do nome"
"Members"="Membros"
"Last Name"="Último Nome"
"Name can't be empty!"="O nome não pode estar vazio!"
"ICON_Sort First Name"="Ordenar por Primeiro Nome"
"Sort First Name"="Ordenar por Primeiro Nome"
"Search by FirstName"="Localizar por PrimeiroNome"
"Search by Name"="Localizar por Nome"
"Name is invalid!"="Nome inválido!"
"default"="Padrão"
"S_default"="Default"
"CommonRingTone"="Comum"
"Default password is in use"="Pwd padrão em uso."
"Default Password is in used!"="Default pwd is in use."
"Default Gateway"="Gateway por defeito"
"IPv4 Default Gateway"="IPv4 Gateway"
"Default Gateway is invalid!"="Gateway Padrão inválido!"
"Default Account"="Conta por defeito"
"Target"="Alvo"
"Target can't be empty!"="Alvo não pode ser nulo!"
"Server Internal Error"="Erro do Servidor Interno"
"Out of memory!"="Sem memória!"
"Storage is not enough, recorded file is saved."="Espaço não suficiente, arquivo gravado salvo."
"Invalid Intercom Number!"="Invalid Intercom number!"
"Do you want to delete all %s call logs? This action can not be reversed."="Deseja excluir todos %s logs chamadas? Ação irreversível."
"Nick Name"="Nickname"
"Nickname"="Nickname"
"Nick name must be unique."="O nickname deverá ser único."
"Nick name must not be empty."="O nickname não poderá estar vazio."
"Anonymous"="Anónimo"
"Anonymous Call"="Chamada anónima"
"Anonymous Rejection"="Rejeição anónimo"
"Year"="Ano"
"Date(YMD)"="Data (DMA)"
"Your Name or Password was not Recognized!"="Nome de utilizador ou senha incorretos."
"This operation will cause automatic logout from current MLHG. Are you sure you want to login?"="Sairá automaticamente do MLHG. Tem a certeza que se quer logar?"
"You have quitted the group successfully."="Saiu grupo com sucesso."
"You were removed from the group."="You were removed from the group."
"You should input at least one server address!"="You should input at least one server address!"
"q'ing"="Q'ing"
"Paired Bluetooth Device"="Disp.Bluetooth Empar."
"Configuration"="Configuration"
"Config Version"="Versão Config"
"Config updating!"="Config updating!"
"Configuration Updating !"="Falha na atualização da configuração"
"Configuration update complete."="Atual config concluída."
"Nothing Changed!"="Nada Mudou!"
"Friend"="Amigo"
"Passkey"="Senha"
"Frequency"="Frequência"
"hiragana_first_name"="hiragana_primeiro_nome"
"hiragana_last_name"="hiragana_último_nome"
"Platform"="Plataforma"
"Screensaver"="Protetor de tela"
"Screensaver Type"="Tipo de Prot Tela"
"Var"="Var"
"Common Account"="Conta comum"
"Other"="Outros"
"Others"="Outros"
"Other error!"="Outro erro!"
"Other Number"="Outro número"
"OtherNumber"="Outro Número"
"L_Enterprise"="Enterprise"
"S_Enterprise"="Empresa"
"Call Initiation"="In.Cham"
"S_Call Initiation"="In.Cham"
"Enabled"="Ativo"
"Intercom Allow"="Intercom permitid"
"enabled direct process"="Enabled direct process"
"ICON_PrevPage"="Pág ant"
"PrevPage"="PrevPage"
"S_PrevPage"="PrevPage"
"L_Prefix"="Prefix"
"Prefix"="Prefix"
"S_Prefix"="Prefix"
"Prefix is invalid!"="Prefixo inválido!"
"Bridge"="Ponte"
"Bridge ID"="ID Bridge"
"BridgeID is invalid!"="ID Bridge inválido!"
"S_Swap"="Trocar"
"S_Switch"="Trocar"
"Swap"="Trocar"
"Switch"="Trocar"
"SwitchAccount"="SwitchAccount"
"L_Switch"="Trocar"
"Switch Account"="Mudar de conta"
"S_Clear"="Elimin"
"Clear web.cfg settings"="Limpar config web.cfg"
"Clear local.cfg settings?"="Redefinir conf locais?"
"Clear non-static settings?"="Redefinir conf dinâmicas?"
"Clear all static.* settings?"="Redefinir todas as conf estáticas?"
"Clear All Record ?"="Limpar todos registos?"
"Clear All Photo ?"="Limpar todas fotos?"
"Clear all userdata & local config?"="Redefinir todos os dados de usuário e conf locais?"
"Clear Icon"="Clear Icon"
"S_Clear Icon"="Limp íc"
"Clear account config \n\n please wait..."="Limpar configuração de conta \n\n espere p.f...."
"Clear your account config?"="Limpar config. da sua conta?"
"Please Wait!"="Aguarde, por favor!"
"Please wait..."="Please wait..."
"Please check your server settings and credentials"="Please check your server settings and credentials"
"Please check the registration information"="Please check the registration information"
"Please insert a USB drive!"="Por favor insira uma drive USB! "
"EXP power is lack!"="O(s) adaptador(es) de corrente externo(s) é/são necessário(s)! "
"Leave Message"="Deixe mensagem"
"Do you want to save the contact or discard it?"="Quer salvar ou descartar o contacto?"
"Do you want to save your changes or discard them?"="Quer salvar ou descartar as alterações?"
"Do you want to save the message or discard it?"="Quer salvar ou descatar a mensagem?"
"Do you want to logout?"="Deseja sair?"
"Would you like to sync phone contacts temporarily?"="Sincronizar contatos temporariamente?"
"Please wait"="Por favor espere..."
"Please enter DECT PIN"="Indique o PIN DECT"
"Please input PIN code."="Insira o código PIN."
"Please enter your SIP Credential Password!"="P.f. entre com credenciais SIP senha!"
"SIP credential password!"="Senha credênciais SIP!"
"Please input server address"="Please input server address"
"Please input the keyword(s)"="Por favor insira a(s) senha(s)."
"Please Enter Filter Conditions"="P.f. entre com as condições do filtro!"
"Enter Filter Conditions"="Por favor escreva as condições do filtro!"
"Please Enter Password"="Fvr Ins. Senha"
"Please input complete pin code"="Insira código PIN completo"
"Please enter an IP address or domain name"="Favor inserir end IP ou nome de domínio"
"Previous Operation in Process."="Operação anterior ainda está em curso!"
"Please Open H323 Protocol Switch First."="Please open H.323 protocol switch first."
"Please select"="Selecione"
"Please selected contact!"="Favor selecionar o contato!"
"Please selected record!"="Selecione um registo!"
"Please select a Disposition Code!"="Por favor selecione um Código de Disposição!"
"Please selected a group!"="Selecione um grupo!"
"Please select a group"="Selecione um grupo"
"Please contact your service provider for commprotal web URL!"="Por favor contacte o seu fornecedor de serviços para o URL do Commportal!"
"Please contact your service provider for commprotal web Username/Password!"="Por favor contacte o seu fornecedor de serviços para o Nome de Utilizador/Senha do Commportal!"
"Please contact your service provider for CommPortal web Username/Password!"="Por favor contacte o seu fornecedor de serviços para o Nome de Utilizador/Senha do Commportal!"
"Please input below PIN code on your WIFI router and press OK to start connecting:"="PIN router Wi-Fi e OK"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Insira cód. PIN no router Wi-Fi e prima OK para ligar:"
"Please retry..."="Tente novamente..."
"Please register your handset..."="Registe o aparelho ..."
"Retrieve"="Recupera"
"S_Retrieve"="Recupera"
"Retrieve Failed."="Recuperação falhou."
"L_Retrieve Park"="Recupera parque"
"Retrieve Park"="Recupera parque"
"Cancel"="Cancelar"
"S_Cancel"="Cancelar"
"Cancel Login"="Login Cancelar"
"Cancel Select Executive"="Canc. Selec. Exec."
"Range of value is illegal"="Escala de valor ilegal"
"Delete All"="ApagTudo"
"ICON_Delete All"="ApagTudo"
"S_Split All"="Split All"
"All Off"="Tudo desligado"
"S_All Off"="Tudo desligado"
"All On"="Tudo ligado"
"S_All On"="Tudo ligado"
"Global Address Book"="Livro de Endereços Global"
"Del All"="Apagar tudo"
"S_Del All"="Apagar tudo"
"S_Delete All"="ApagTudo"
"OK"="OK"
"S_OK"="OK"
"Are you sure to set a blank password?"="Tem certeza de colocar\n uma senha vazia?"
"Confirm PIN"="Confirme PIN"
"Are you sure you want to Log out!"="Tem a certeza que quer sair?"
"Confirm PWD"="Confirme senha"
"Group Id is invalid!"="Id do Grupo inválido!"
"Group Listening"="Grupo de audição"
"L_Group Listening"="Grupo de audição"
"Group"="Grupo"
"L_Group"="Grupo"
"S_Group"="Grupo"
"group_id"="id_grupo"
"Group isn't exist!"="Grupo não existe!"
"Group not existed!"="Grupo não existe!"
"Group is full!"="Grupo está cheio!"
"Group Night Forward"="Encaminhamento grupo nocturno"
"Group already exist!"="Grupo já existe!"
"then press the mute key on the left to test,"="then press the mute key on the left to test,"
"Hot Line"="Hot Line"
"Hot Number"="Hot Number"
"HotLine Delay"="Atraso Hotline"
"Invalid Hotline delay!"="Invalid Hotline delay!"
"Hotline delay should be 0 ~ 10"="Atraso Hotline deverá ser 0-10"
"Authentication Failed!"="Autenticação falhou!"
"Day"="Dia"
"MENU_Calendar"="Calendário"
"Date"="Data"
"Date Format"="Formato Data"
"Date Format is invalid!"="Formato de Data inválido!"
"logs"="Logs"
"If not, the handsets update may fail."="Caso contrário, atualização dos aparelhos pode falhar."
"If not, the DECT dongle may open failed, and need to update again."="Caso contrário, DongleDECT pode abrir em falha e necessitar de nova atualização."
"Softkey 1"="Softkey 1"
"Softkey 2"="Softkey 2"
"Softkey 3"="Softkey 3"
"Softkey 4"="Softkey 4"
"S_Scan"="Pesquisar"
"Scan Wifi"="Verificar Wi-Fi"
"Scanning bluetooth devices.."="A explorar dispositivos bluetooth..."
"Scanning..."="Pesquisando..."
"Delete"="Apagar"
"ICON_Delete"="Apagar"
"S_Delete"="Apagar"
"S_Remove"="Remove"
"Deleting."="A excluir."
"Delete successed"="Sucesso ao apagar"
"Deleted successfully"="Excluir com sucesso!"
"Delete number?"="Apagar número?"
"Delete the record?"="Apagar registro?"
"Delete Call Log"="Excluir registo chamadas"
"Delete the contact?"="Delete the contact?"
"Delete all numbers?"="Apagar todos números?"
"Delete all locations?"="Apagar todas localizações?"
"Delete Group"="Eliminar Grupo"
"Delete selected wallpaper?"="Apagar imagem de fundo selecionado?"
"Delete seleted images?"="Apagar imagens selecionadas?"
"Delete the selected message?"="Apagar mensagem selecionada?"
"Delete seleted item?"="Apagar item selecionado?"
"Delete selected paging group?"="Apagar grupo paging selecionado?"
"Delete all?"="Apagar tudo?"
"Delete All Call Log"="Eliminar todo o registo chamadas"
"Delete all item?"="Apagar item selecionado?"
"Delete all the call records?"="Apagar todas gravações chamadas?"
"Delete all images?"="Apagar todas as imagens?"
"Delete All Items?"="Apagar Todos os Itens?"
"Delete All Group?"="Apagar todos grupos?"
"Delete all paging group?"="Apagar todo grupo paging?"
"Deleting Calls"="Excluir chamadas"
"Deleting completed."="Eliminação completa."
"Delete location?"="Apagar localização?"
"Delete File Success"="Excluir sucesso ficheiro"
"Delete File Fail"="Excluir ficheiro falhou!"
"Delete Message?"="Apagar mensagem?"
"Do you want to delete this call log?"="Deseja excluir este registo chamadas?"
"Delete Selected Group?"="Apagar grupo selecionado?"
"Delete Focus Record ?"="Eliminar Registo Focus?"
"Delete the selected records?"="Excluir registo selecionado?"
"Delete Selected Item?"="Apagar item selecionado?"
"Delete the select item?"="Excluir item selecionado?"
"Delete this audio?"="Apagar este áudio?"
"Delete this group message(s)?"="Apagar a(s) mensagem(ns) deste grupo?"
"Delete this message?"="Excluir mensagem?"
"Delete this voice mail?"="Apagar esta mensagem de voz?"
"Deleting"="A excluir"
"Deleting. Please wait..."="Apagar. Espere, p.f...."
"Deleting..."="Apagando..."
"Deleting... Please Wait."="A eliminar...Por favor aguarde."
"The DECT power is low if red light flashes."="Energia DECT está baixa se a luz vermelha piscar."
"Ring Splash"="Ring Splash"
"Previous"="Ant."
"S_Previous"="Ant."
"GuestLock"="Bl.Conv"
"S_GuestLock"="Bl.Conv"
"Prev"="Ant"
"S_Prev"="Ant"
"Move Up"="Mover para Cima"
"Phone"="Telefone"
"Device Name"="Nome Dispositivo"
"Device name can't be empty!"="Nome dispos. não pode estar em branco!"
"Device Info"="Informação dispositivo"
"Device Cert"="Certificado Dispositivo"
"ICON_Setting"="Config."
"MENU_Settings"="Propriedades"
"S_Set as"="Config. como"
"Set as"="Config. como"
"Setting"="Config."
"Settings"="Propriedades"
"Go to Setting?"="Ir para Configuração?"
"Set E911 Location"="Definir a localização E911"
"Set wallpaper successfully"="Papel de parede definido com sucesso!"
"Set WallPaper Fail"="Definição papel parede falhou"
"Settings will take effect after a few seconds"="Settings will take effect after a few seconds"
"Set Dsskey wallpaper successfully"="Definir papel parde Dsskey com sucesso!"
"Setting Type"="Tipo configuração"
"Set you location?"="Definir sua localização?"
"Set screensaver successfully"="Protetor de ecrã definido com sucesso!"
"Config Updating"="Atualizando configuração..."
"USB Set Picture Successfully"="Set picture successfully!"
"USB Set Picture Failed"="Set picture failed!"
"Set as EXP wallpaper"="Definir como papel de parede EXP"
"Set EXP wallpaper successfully"="Papel de parede EXP definido com sucesso!"
"Set as wallpaper"="Definir como papel de parede"
"Set as dsskey wallpaper"="Set as dsskey wallpaper"
"Set as screensaver"="Definir como protetor de ecrã"
"An error occurred during file setting"="Ocorreu um erro durante a configuração de ficheiro."
"Set Voice Mail Code"="Set correio voz"
"Apply for binding devices"="Aplicar dispos. ligação"
"Invalid Identity!"="Identidade inválida!"
"Update DECT dongle?"="Atualizar dongle DECT?"
"Upgrade Video"="Atualizar vídeo"
"Update Finish !"="Terminou atualização!"
"Sound"="Som"
"Remaining battery"="Bateria restante"
"Available Audio Record"="Gravação de áudio disponível"
"Remaining Time"="Tempo Rest."
"failed"="falha"
"Failed!"="Falhar!"
"Failed!"="Failed!"
"Failed."="Failed."
"Failed. Please retry..."="Falhou. Tente de novo, p.f...."
"Time(HMS)"="Hora (HMS)"
"Time"="Tempo"
"Time Format"="Formato tempo"
"Time Format is invalid!"="Formato de Hora inválido!"
"Invalid Time Format!"="Formato hora inválido!"
"Time & Date"="Tempo & Data"
"Time & Date Format"="Formato Tempo & Data"
"Time Zone"="ZonaTempo"
"Identify USB device failed."="Impossível identificar dispositivo USB."
"User name couldn't be empty!"="O nome de utilizador não pode estar vazio!"
"bw_userid"="BW User ID"
"Use Host"="Usar Host"
"Always with Pause/Resume"="Sempre pausa/retomar"
"Video"="Vídeo"
"Video resolution is limited, can't set up a conference!"="Limited video resolution, cannot set up a conference!"
"Video Conference"="Videoconferência"
"video record error!"="Record video error!"
"Yes"="sim"
"Log Out?"="Sair?"
"Auto Provision Now?"="Auto provision now?"
"Are you sure to remove "="Remover de certeza "
"Are you sure to remove ?"="Remover de certeza ?"
"Do you want to delete all call logs?"="Deseja excluir todos registos chamadas?"
"Do you want to delete all placed call logs?"="Deseja excluir todos registos chamadas?"
"Do you want to delete all call logs?This action can not be reversed."="Deseja excluir todos registos chamadas? Ação irreversível."
"Do you want to delete all missed call logs?"="Deseja excluir todos registos chamadas perdidas?"
"Do you want to delete all received call logs?"="Deseja excluir todos registos chamadas recebidas?"
"Are you sure to delete the Account information ?"="Excluir info conta?"
"Are you sure logout?"="Are you sure to log out?"
"Are you sure to exit the account ?"="Quer sair conta?"
"Do you want to remove"="Deseja remover"
"Adapter has added, scanning the bluetooth devices right now?"="Adaptador foi adicionado, pesquisar por dispositivos bluetooth agora?"
"Favorite"="Favorito"
"Favourite"="Directoria"
"ICON_Favorite"="Favorito"
"Favorite is on\n manually configing is forbidden!"="Favorito está ativado.\n Proibida configuração manual!"
"Favoritelist"="Lista de favoritos"
"Favorite Directory"="Diretório Favoritos"
"Favorite Index"="Índice favorito"
"Favorite Index already exist!"="O Índice favorito já existe!"
"Charge"="Charge"
"Inbox"="Inbox"
"Handsets"="Aparelhos"
"Handset 2"="Aparelho 2"
"Handset 3"="Aparelho 3"
"Handset 4"="Aparelho 4"
"Handset 5"="Aparelho 5"
"Reset/Reboot is prohibited from the handset! Please operate it directly on T58 phone!"="Reinicialização proibida no aparelho! Operar diretamente no telefone T58!"
"Handset mode disabled"="Modo auricular desabilitado"
"Updating handset, please keep it connected to your phone."="A atualizar aparelho, manter ligado ao telefone"
"Manual Setting"="Propriedades Manuais"
"Mobile"="Móvel"
"mobile_phone"="tel_telemovel"
"ICON_Send by Mobile"="Enviar Por Telemóvel"
"S_Send by Mobile"="Enviar Por Telemóvel"
"Send by Mobile"="Enviar Por Telemóvel"
"Mobile Account"="Conta móvel"
"Mobile Number"="Número móvel"
"Mobile Account is not connected!"="Conta móvel está agora ligada!"
"Invalid Mobile number!"="Número telem inválido!"
"Mobile number is invalid!"="Número telemóvel inválido!"
"Mobile Contacts"="Contactos móveis"
"Mobile Connected"="Telemóvel Ligado"
"Phone audio"="Áudio telefone"
"Mobile Voice Mail"="Correio de voz móvel"
"L_Mobile Account"="Conta móvel"
"Pri.DNS"="Pri.DNS"
"Enter the 9 PIN Code"="Digitar códido PIN 9 dígitos"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input your web access password!"="Entre com a senha web de acesso!"
"Enter number"="Entrar número"
"Enter the meeting ID"="Digitar ID reunião"
"Enter Conference alias or URI"="Enter Conference alias or URI"
"Enter Password"="Entre com a senha"
"Enter code"="Entrar código"
"Enter New Pin"="Inserir novo PIN"
"Packets lost"="Pacotes perdidos"
"Flash"="Flash"
"S_Refresh"="Atual."
"Flash DssKey"="Flash Dsskey"
"Refresh Failed."="Atualização falhou"
"Flash Time"="Hora Flash"
"Flashing"="A piscar"
"Refreshing.."="A actualizar"
"Sequential"="Sequencial"
"L_Private Hold"="Manter Privado"
"Personal Address Book"="Livro de Endereços Pessoal"
"L_Personal"="Personal"
"S_Personal"="Pessoal"
"PriHold"="RetPri"
"Private Hold"="Manter Privado"
"S_PriHold"="RetPri"
"ICON_Search"="Pesquisar"
"S_Search"="Pesquisar"
"Scan"="Pesquisar"
"Search"="Pesquisar"
"Search Key"="Tecla de Pesquisa"
"Search Result"="Resultado pesquisa"
"Scan Bluetooth Device"="Pesquisar dispositivo bluetooth"
"Search Type"="Tipo de Pesquisa"
"Search Global Contacts"="Pesq. Cont. globais"
"Search Group"="Grupo de pesquisa"
"Scan failed."="Falha na pesquisa."
"Search Failed!"="Pesquisa falhou!"
"L_SpeedDial"="Marcação rápida"
"S_SpeedDial"="Marcação rápida"
"SpeedDial"="Marcação rápida"
"Anywhere"="Qualquer lugar"
"Alert Broadworks Anywhere Location"="Alerta Loc. Qualq."
"Both"="Ambos"
"All XML Group"="Todo grupo XML"
"All keys"="Todas teclas"
"All Contact"="Todos contactos"
"All Buddies"="Todos Amigos"
"All Calllog"="Todos logs chamadas"
"All Calls"="Todas chamadas"
"All Income Calls"="Todas as Chamadas"
"All Contacts"="Todos contactos"
"L_All Contacts"="Todos contactos"
"S_All Contacts"="Todos contactos"
"All Groups?"="Todos Grupos?"
"all message?"="Todas msg?"
"All Internal Calls"="TodasChamadasInt"
"All External Calls"="TodasChamadasExt"
"lock"="Bloquear"
"Locked."="Bloqueado."
"Menu Locked"="Menu bloqueado"
"S_Guest Lock"="BloqCon"
"Lock Time Should be more than 0!"="Tempo bloqueio maior 0!"
"Specified AES"="AES específico"
"Tips:"="Tips:"
"Add"="Adicionar"
"ICON_Add"="Adicionar"
"S_Add"="Adicionar"
"Add Metaswitch Contact"="Adicionar Contacto Metaswitch"
"Add PAB"="Adicionar PAB"
"Add to"="Adic. ao"
"ICON_Add to"="Adic. ao"
"Add To Metaswitch Contact"="Adicionar ao contacto Metaswitch"
"ICON_Add To Metaswitch Contact"="Adicionar ao contacto Metaswitch"
"Add to local Contacts"="Adicionar contactos locais"
"Add to Favorites with an index of"="Adicione ao Favorito com um índice de"
"Add to Blacklist"="Adicionar à LN"
"Add to Contact"="Adicionar ao Contacto"
"Add to Contacts"="AdicAosConts"
"ICON_Add to Contacts"="AdicAosConts"
"Add to Favorite with an index of"="Adicione ao Favorito com um índice de"
"Add to Personal"="Adicionar ao Pessoal"
"Add Number"="Adicionar Número"
"Add Blacklist"="Adicionar LN"
"Add Contact"="Adicionar Contacto"
"Add Personal"="Adicionar Pessoa"
"ICON_Add Personal"="Add Personal"
"Add network"="Adicionar Rede"
"Add Group"="Adicionar Grupo"
"S_Add Group"="Adicionar Grupo"
"Add Group SoftKey"="Adicionar Grupo"
"S_Add Group SoftKey"="Adicionar Grupo"
"New Missed Call(s)"="Novas chamadas perdidas"
"New Text Message"="Nova mensagem texto"
"New Voice Mail(s)"="Novo(s) correio(s) voz"
"Skip"="Skip"
"Update Skipped"="Saltou atualização"
"S_Stop"="Parar"
"Stop"="Parar"
"Stopped"="Parou"
"StopSharing"="Pare de compartilhar"
"S_Stop REC"="Parar REC"
"S_StopREC"="ParaREC"
"Stop REC"="Parar REC"
"StopREC"="ParaREC"
"Failed to stop recording"="Impossível parar gravação!"
"Call Finish"="Terminação chamada"
"Call Recording"="Gravação chamada"
"CallReturn_Idle"="CallRecord"
"A call has already been parked to this Slot"="A call has already been parked to this Slot"
"Talking"="Conversando"
"Call Park"="Parqueamento chamada"
"L_Call Park"="Parqueamento chamada"
"Call Park Number is invalid!"="Número de Hospedagem de Chamada inválido!"
"Transfer"="Transferir"
"Transfer to"="Transferir para"
"Calls Longest"="Chamadas mais longas"
"Directories"="Diretórios"
"Directory"="Directoria"
"L_Directory"="Directoria"
"MENU_Directory"="Directoria"
"Sync failed"="Sincronização falhou"
"Mobile Contacts Sync"="Sinc Cont. móveis"
"Simultaneous"="Simultâneo"
"Simultaneous Ring Personal"="Toque pessoal simultaneo"
"Transparency"="Transparência"
"Photo"="Foto"
"Image load error !"="Carregar erro imagem!"
"Image is too large !"="Imagem demasiado grande"
"Can not compress pictures!"="Imagens não podem compactadas!"
"Photo Details"="Photo Details"
"Exit"="Sair"
"S_Exit"="Sair"
"Update Existing"="Existe atualização"
"BackSpace"="BackSpace"
"Done"="Feito"
"Finish"="Finish"
"S_Finish"="Termin"
"Saving completed."="Guardado com sucesso."
"Unable to get to the correct time, Whether manually?"="Unable to get the correct time. Whether to set time manually?"
"Complete the Wizard!\nNetwork changed, Rebooting Now..."="Wizard completed!\nNetwork changed, rebooting now..."
"Complete the Wizard!\n\nInitializing...Please Wait"="Wizard completed!\n\nInitializing...Please wait"
"Cloud Phone Book"="Cloud Phone Book"
"Contact is syncing!"="Contacto sincro!"
"Contact not existed!"="Contacto não existe!"
"Network"="Rede"
"L_Network Favorites"="Rede UC Favoritos"
"Network Favorites"="Favoritos Rede"
"Network Unavailable"="Rede indisponível!"
"Net unavailable !"="Rede indisponível!"
"Network unavailable."="Rede indisponível."
"The network is unstable"="Rede Instável"
"Storage Network"="Rede Conhecida"
"S_Network Calls"="Logs chamada rede"
"Network PhoneBook"="Agenda de Rede"
"Network Call List"="Lista de Chamadas de Rede"
"Network changed. Rebooting"="Rede alterada. Reiniciar"
"Web Timer "="Temporizador da Web "
"Web Timer should be 0-120!"="Temporizador da Web deve 0-120!"
"Network CallLog"="Logs chamada rede"
"NetworkCallLog"="NetworkCallLog"
"NetworkCalllogGroup"="NetworkCalllogGroup"
"Calllog Directories"="Log chamada de rede"
"Network Directories"="Directorias rede"
"Network Directory"="Directoria rede"
"NetworkDirectoryMenu"="Diretorias de Rede"
"S_Network Directories"="Directorias rede"
"S_Network Directory"="Directoria rede"
"NetworkDirectoryGroup"="GrupoDiretórioRede"
"S_NetworkDirectoryGroup"="GrupoDiretórioRede"
"L_NetworkDirectoryGroup"="GrupoDiretórioRede"
"L_Network Contacts"="Contactos de Rede"
"L_Network Group"="Grupo rede"
"Network Contacts"="Contactos de Rede"
"Network Group"="Grupo rede"
"S_Network Group"="Grupo rede"
"S_Network Contacts"="Contactos de Rede"
"NetworkFavorites"="NetworkFavorites"
"S_Network Dirctory"="DirRede"
"Network unreachable"="Rede inacessível"
"Network Details"="Detalhes da Rede"
"Network Status"="Status rede"
"web"="web"
"Web Server"="Servidor Web"
"UnTested"="UnTested"
"Undefined Error!"="Erro indefinido!"
"UnRead"="Não Lido"
"Missed"="Missed"
"Missed Calllog"="Log chamada perdido"
"Missed Calls"="Chamadas perdidas"
"Missed Call"="Chamada Perdida"
"unauthorized."="Não autorizado"
"Not Found"="Não encontrado"
"Unknown"="Desconhecido"
"Unknown Error !"="Erro desconhecido !"
"Unknown Line"="Linha indisponível"
"User unknown."="Usuário desconhecido."
"Unregistered"="Não registrado"
"Un-Park"="Un-Park"
"Location"="Localização"
"location?"="localização?"
"Locations"="Localizações"
"Text can't be empty!"="Texto não pode estar vazio!"
"Text Message"="Mensagem texto"
"File do not exist !"="File does not exist!"
"File Not Exist!"="File does not exist!"
"File layout error !"="File layout error !"
"File Size"="Tamanho do Arquivo"
"MENU_File Manager"="Ger ficheiros"
"File Name"="Nome ficheiro"
"Profile Name"="Nome de Perfil"
"File is too large !"="File is too large !"
"The file is too large"="Ficheiro demasiado longo!"
"Incorrect filesystem, please use FAT32"="Sistema ficheiros incorreto, use FAT32"
"File already exists, Confirm to replace or not?"="Ficheiro já existe. Quer substitui-lo?"
"File already exists"="Ficheiro já existe."
"file renaming"="Renomear Arquivo"
"My Mobile"="Celular"
"S_My Mobile"="Celular"
"My State"="O Meu Estado"
"My Status"="Meu Status"
"None" // "Select a Disposition Code"="Not" // "select a Disposition Code"
"None" // "Select a Disposition Code (Optional)"="Not" // "select a Disposition Code (Optional)"
"NoneURL"="NenhumURL"
"Unrecognized USB"="Dispositivo USB não reconhecido"
"Can not register to sip server."="Impossível registar para servidor sip."
"No Group"="Sem Grupo"
"Always forward to"="Always forward to"
"Always Forward"="Sempre encaminhado"
"DECT microphone update successully!"="Atualização mic DECT sucesso!"
"DECT microphone update failed!"="Atualização mic DECT falhou!"
"Wifi adapter has added, scanning the wifi devices right now?"="Adaptador Wi-Fi adicionado, pesquisar dispositivos Wi-Fi agora?"
"Wifi adapter has removed out"="Adaptador Wi-Fi foi removido."
"Wifi"="Wi-Fi"
"Wi-Fi"="Wi-Fi"
"Storage list is full, please delete old one if wanting to add in"="A lista de redes sem fios está cheia, por favor elimine uma antiga antes de acrescentar!"
"List is full, please delete before add!"="A lista de redes sem fios está cheia, por favor elimine uma antiga antes de acrescentar!"
"Wireless Status"="Estado Wi-Fi"
"Invalid"="Inválido"
"Invalid BLF Value!"="Valor de BLF inválido!"
"Unknown Uri scheme"="Esquema Uri desconhecido"
"Invalid IPv6 IP Prefix!"="Pref IP IPv6 inválido!"
"Invalid NTP server2!"="Servidor NTP2 inválido!"
"Invalid Outbound Alternate Number!"="Número alter saída inválido!"
"Invalid Outbound proxy!"="Proxy saída inválido!"
"Invalid Xml Browser Value!"="Valor navegação XML inválido"
"Invalid Family number!"="Número família inválido!"
"Invalid Extension!"="Extensão inválida!"
"Invalid Voice Recorder Number!"="Número gravação voz inválido"
"Invalid Prefix Value!"="Valor prefixo inválido!"
"Invalid Call off code!"="Código cancelamento inválido!"
"Invalid Date Format!"="Formato data inválido!"
"US Date Format is invalid!"="Formato de Data EUA inválido!"
"US Time Format is invalid!"="Formato de Hora EUA inválido!"
"Favorite Index Valid"="Índice Favorito Inválido"
"Invalid Redial Interval!"="Intervalo remarcação inválido"
"Invalid Redial Time!"="Tempo remarcação inválido"
"Invalid group id!"="ID do grupo inválido!"
"Inactive Level"="Nível Inativo"
"Invalid Number!"="Número inválido!"
"Invalid Reject off code!"="Inválido rejeitar código off!"
"Invite request no response"="Esquema uri desconhecido"
"Invaild Provisioning Credential"="Credencial de Aprovisionamento Inválida"
"Incorrect user credentials, please retry."="Credenciais de utilizador incorretas, por favor tente novamente."
"Invalid Account!"="Conta inválida!"
"No Answer Processing"="Processamento Sem Resposta"
"No Answer Forward"="Encaminhamento sem resposta"
"No Account"="Sem conta"
"No Service"="Sem serviço"
"System"="Sistema"
"System Wallpaper Cannot be Deleted!!"="Papel parede sistema não pode ser eliminado!"
"Insufficient storage space in system"="Espaço insuficiente de armazenamento no sistema!"
"System Maintenance...\n\nreboot needed !"="System maintenance...\n\nPlease reboot!"
"Next"="Seguinte"
"S_Next"="Seguinte"
"ICON_NextPage"="Próx pág"
"NextPage"="NextPage"
"S_NextPage"="NextPage"
"Move Down"="Mover para Baixo"
"Load Error!"="Erro carregamento!"
"Loading error !"="Erro carregamento!"
"Failed to download mobile contacts!"="Falha descarregar contactos móveis!"
"Failed to load image"="Impossível carregar imagem!"
"Fail to download this remote phonebook!"="Falha descarregar agenda remota!"
"Fail to download \nremote phonebook!"="Falha no carregamento\nremoto da agenda!"
"Fail to download remote phonebook"="Falha ao baixar agenda remota"
"Fail to download remote phonebook!"="Impossível descarregar lista telefónica remota!"
"Daylight Saving"="Salvando hora Verão"
"Display"="Display"
"Show More"="Mais"
"Show Less"="Ocultar"
"Alerting Calling Line ID Number"="Alerta Num ID Cham."
"Alerting Calling Line ID Name"="Ale. Nome ID Cham."
"Display Name"="Nome Display"
"DisplayName can't contain \ < > \" \\ \' \""="Nome n pode \ < > \" \\ \' \"""
"DisplayName can't contain \" < > \" \\ \' \""="Nome n pode \" < > \" \\ \' \""
"Displayname can't be empty!"="NomeExibição não pode estar em branco!"
"DisplayName"="DisplayName"
"Invalid Display name!"="Invalid display name!"
"Display Clock"="Exibir Relógio"
"Please keep the DECT dongle connected to your phone and then update it."="Manter dongle DECT no telefone e atualizar"
"Limit has reached, Recording has stoped."="Limite máx foi atingido. Gravação interrompida."
"All Lines"="Todas linhas"
"S_All Lines"="Todas linhas"
"MENU_Camera"="Câmara"
"Detail"="Detalhes"
"Detail"="Detalhe"
"S_Detail"="Detalhes"
"S_MTSW ACD Detail"="Detalhe"
"MTSW ACD Detail"="Detalhe"
"Ring"="Toque"
"Rings"="Toques"
"Silent Alerting"="Alerta Silencioso"
"Alert Type"="Tipos de Alerta"
"Alert Mode"="Modo de Alerta"
"After Ring Time"="Depois Tempo Toque"
"After Ring Times"="Depois Tempo Toque"
"Ringing"="Tocando"
"S_SwitchAccountDown"="Mover para baixo conta"
"Switch Account Up"="Passar conta para cima"
"SwitchAccountUp"="Mover para cima conta"
"S_SwitchAccountUp"="Mover para cima conta"
"Switch Account Down"="Passar conta para baixo"
"SwitchAccountDown"="Mover para baixo conta"
"Items out of limit !"="Itens atingiram limite máx"
"Group list is full!"="Lista grupos cheia!"
"Protocol"="Protocol"
"Decline"="Declin."
"S_Decline"="Declin."
"new"="Novo"
"New PIN"="Novo PIN"
"New Call"="Nov.Ch."
"S_New Call"="Nov.Ch."
"New Location"="Nova localização"
"New Message"="Nova mensagem"
"Incoming call"="Entrada de chamadas"
"New Contact"="Novo Contato"
"New PWD"="Nova senha"
"New password is too simple, are you sure to set it?"="Nova senha é demasiado simples, tem certeza?"
"Invalid New password!"="Nova palavra-passe inválida!"
"New password is similar to username, are you sure to set it?"="Nova senha é igual ao username, tem certeza?"
"New Group"="Novo Grupo"
"New Entry"="Nova entrada"
"L_New SMS"="New SMS"
"NewSMS"="NovoSMS"
"S_NEWSMS"="NovoSMS"
"ICON_New Group"="Novo Grupo"
"Channel"="Canal"
"Channel Control"="Controlo Canal"
"Signal Strength"="Intens. Sinal"
"Repeater Mode"="Modo Repetidor"
"Info"="Info"
"MENU_Message"="Mensagem"
"Message"="Mensagem"
"Messages"="Mensagens"
"Information is not complete!"="Informação não está completa!"
"Tuesday"="Terça-feira"
"Saturday"="Sábado"
"Sunday"="Domingo"
"Wednesday"="Quarta"
"Thursday"="Quinta-feira"
"Friday"="Seixta"
"Monday"="Segunda"
"First Name"="Primeiro nome"
"last_name"="sobrenome"
"Name"="Nome"
"ICON_Sort Last Name"="Ordenar por Último Nome"
"Sort Last Name"="Ordenar por Último Nome"
"Search by LastName"="Localizar por ÚltimoNome"
"Change PIN"="Mudar PIN"
"Modifying the configuration..."="A modificar a configuração..."
"VirtualUser"="VirtualUser"
"Need to change passwd!"="Altere a palavra-passe"
"Require Answer Confirmation"="Confirmação resposta"
"Need a Number"="Por favor insira um número de telefone primeiro."
"Network configuration has changed, shall become effective after the restart?"="A configuração de rede foi alterada. Quer reiniciar?"
"Option"="Opção"
"S_Option"="Opção"
"ICON_Select"="Selecione"
"S_Select"="Selecione"
"Select"="Selecione"
"Choose a way of WPS connection"="Selecionar caminho ligação WPS."
"Select Security"="Selecionar Segurança"
"You have to upload your picture when choose this type!"="Tem de carregar a foto se escolher este tipo!"
"Select slave"="Selecionar escravo"
"Select the Queue"="Selecione uma Fila"
"Select Executive Number"="Selec.NúmExec."
"select mode"="Modo de seleção"
"Select All"="Selecionar Todos"
"Choose a group"="Escolher grupo"
"Selected Group?"="Selecionar grupo?"
"select handset"="Selecione aparelho"
"selected Item?"="Selecionar item?"
"Select a Disposition code"="Selec. Código Disposição!"
"Choose Account"="Escolha uma conta"
"Choose an account"="Escolha uma conta"
"Select Account"="Selecione conta"
"Select Transfer"="Selecionar transferência"
"Compress error !"="Erro compressão!"
"Rollover After Waiting"="Passar Após Espera"
"Rollover Action"="Ação de Passar"
"To navigate the menu, please use the navigation keys below."="To navigate the menu, please use the navigation keys below."
"Classified"="Confidencial"
"L_Zero Touch"="Intocável"
"S_Zero Touch"="Intocável"
"Zero Touch"="Intocável"
"Remove"="Remove"
"Remove Participant"="Remover Participante"
"Remove selected from favorite ?"="Remover selecionado do favorito?"
"ICON_Move"="Mover"
"Mobility"="Mobilidade"
"Move"="Mover"
"Hot Desking"="Hot Desking"
"Hoteling"="Hoteling"
"Mobility Phone Number"="Núm. Telefone Móvel"
"Mobile VM Number"="Mobile VM Number"
"Move selected"="Mova selecionado"
"Move selected to blacklist ?"="Mover selecionado para a LN?"
"Alert Broadworks Mobility Location"="Alerta Loc. Mobil."
"The storage network"="Rede(s) Conhecida(s)"
"The maximum number of calls has been reached!"="The max calls has been reached!"
"Favorite Index Max"="Índice favorito de Max"
"Sentbox"="Sentbox"
"Dialed"="Marcado"
"Received Calllog"="Log chamada recebida"
"Received Calls"="Chamadas recebidas"
"Connected"="Conectado"
"Connected)"="Conectado)"
"Used"="utilizado"
"Voice"="Voz"
"The audio codecs is different, can't set up a conference!"="Diferentes codecs áudio. Impossível configurar conferência!"
"Hide"="Ocultar"
"S_Hide"="Ocultar"
"Hide Number"="Número escondido"
"Answer"="Resposta"
"S_Answer"="Resposta"
"Hardware"="Hardware"
"Firmware update success!"="Sucesso atual firmware!"
"Firmware update failed!"="Atual firmware falhou!"
"Hard Disk Space Is Not Enough!"="Espaço disco rígido insuficiente!"
"Never"="Nunca"
"Incorrect user"="Utilizador incorreto"
"User Type"="Tipo utilizador"
"User not register"="Utilizador não registado"
"User Name"="Nome utilizador"
"User name can't be empty!"="Nome utilizador não pode estar vazio!"
"Username can't be empty!"="Nome ulilizador não pode estar vazio!"
"Incorrect username or password!"="Utilizador ou palavra-passe incorreto!"
"Invalid User name!"="Nome utilizador inválido!"
"User name is invalid!"="Nome utilizador é inválido!"
"MENU_UserMode"="ModoUsuário"
"UserMode"="ModoUsuário"
"User mode changed!"="Modo utilizador alterado!"
"User ID"="ID utilizador"
"UserID can't be empty!"="ID utilizador não pode ser nula!"
"User Host"="Anditrião do utilizador"
"Preference"="Preferência"
"Priority"="Prioridade"
"Invalid Priority!"="Prioridade inválida!"
"Priority is invalid!"="Prioridade inválida!"
"Priority should be 0-7!"="Prioridade deverá ser 0-7!"
"The power is low on the flasing red light dect microphone"="LED pisca a vermelho devido a baixa potência do microfone DECT"
"Mail"="Correio"
"Email type"="Tipo e-mail"
"postal_code"="Código postal"
"Balance"="Saldo"
"Get Balance"="Ver Saldo"
"L_Get Balance"="Ver Saldo"
"Getting balance failed!"="Não consegue ver saldo!"
"Getting balance!"="Ver Saldo"
"Language"="Linguagem"
"Language initializing. Please wait..."="Inicializando linguagem.\n Por favor espere..."
"Invalid Voice Number!"="Invalid voice number!"
"Voice Mail"="Correio Voz"
"VoiceMail DownLoading, Please Wait..."="A descarregar Mensagem de Voz, Favor Aguardar..."
"Voice Messaging"="Mensagem de Voz"
"The Voicemail is too large,please call and retrieve it!"="Muitas mensagem de voz, favor chamar e recuperar!"
"L_Voice Mail"="Correio Voz"
"Voice Mail Playing"="A reproduzir Mensagem de Voz"
"Voice Mail is invalid!"="Mensagem de Voz inválida!"
"Invalid VoiceMail Value!"="Valor correio voz inválido"
"Estimated standby time"="Estimated standby time"
"Estimated work time"="Estimated work time"
"Preview"="Pré-vis."
"S_Preview"="Pré-vis."
"Remain time "="Tempo restante"
"Busy Forward"="Encaminhamento ocupado"
"Old Number"="Número Antigo"
"Originator"="Originador"
"original contact?"="Contacto original?"
"Remote Office"="Escritório remoto"
"Remote Phone Book"="Agenda Telef. Remota"
"Remote Group"="Grupo Remoto"
"Remote Codec"="Codec remoto"
"Remote User"="Utilizador remoto"
"Remote DIR"="Remote DIR"
"Cloud"="Cloud"
"Pickup"="Capturar"
"Allow IP Call"="Permitir chamada IP"
"Allow Remote Control?"="Permitir Controle Remoto?"
"Allow assistant opt in/out of Pool"="Perm. q. assist opte in/out do pool"
"Avail"="Disponível"
"Available"="Disponível"
"S_Avail"="Disponível"
"S_Available"="Disponível"
"Temporarily not available"="Indisponível temporáriamente"
"Temporarily Unavailable"="Indisponível temporáriamente"
"Held"="Mantido"
"Pause"="Pausar"
"S_Pause"="Pausar"
"Voice Mail Pause"="Pausar Mensagem de Voz"
"Pause REC"="Pausar"
"PauseREC"="PausREC"
"S_Pause REC"="Pausar"
"S_PauseREC"="PausREC"
"Failed to pause recording"="Impossível pausar gravação!"
"pause record"="Gravação de pausa"
"Account"="Conta"
"Accounts"="Contas"
"Identity"="Identidade"
"Line"="Linha"
"S_Line"="Linha"
"Line 1"="Linha 1"
"Line 10"="Linha 10"
"Line 11"="Linha 11"
"Line 12"="Linha 12"
"Line 13"="Linha 13"
"Line 14"="Linha 14"
"Line 15"="Linha 15"
"Line 16"="Linha 16"
"Line 2"="Linha 2"
"Line 3"="Linha 3"
"Line 4"="Linha 4"
"Line 5"="Linha 5"
"Line 6"="Linha 6"
"Line 7"="Linha 7"
"Line 8"="Linha 8"
"Line 9"="Linha 9"
"Account ID"="ID Conta"
"Account:"="Account:"
"Line ID"="ID linha"
"Account is invalid!"="Conta inválida!"
"Account Login"="Login da conta"
"Line Key"="Line Key"
"Line Key 1"="Tecla linha 1"
"Line Key 10"="Tecla linha 10"
"Line Key 11"="Tecla linha 11"
"Line Key 12"="Tecla linha 12"
"Line Key 13"="Tecla linha 13"
"Line Key 14"="Tecla linha 14"
"Line Key 15"="Tecla linha 15"
"Line Key 16"="Tecla linha 16"
"Line Key 17"="Tecla linha 17"
"Line Key 18"="Tecla linha 18"
"Line Key 19"="Tecla linha 19"
"Line Key 2"="Tecla linha 2"
"Line Key 20"="Tecla linha 20"
"Line Key 21"="Tecla linha 21"
"Line Key 22"="Tecla linha 22"
"Line Key 23"="Tecla linha 23"
"Line Key 24"="Tecla linha 24"
"Line Key 25"="Tecla linha 25"
"Line Key 26"="Tecla linha 26"
"Line Key 27"="Tecla linha 27"
"Line Key 28"="Tecla linha 28"
"Line Key 3"="Tecla linha 3"
"Line Key 4"="Tecla linha 4"
"Line Key 5"="Tecla linha 5"
"Line Key 6"="Tecla linha 6"
"Line Key 7"="Tecla linha 7"
"Line Key 8"="Tecla linha 8"
"Line Key 9"="Tecla linha 9"
"Identity is invalid!"="Conta inválida!"
"Account information will be cleared, continue or not?"="Info conta será eliminada, continuar?"
"Line Select"="Linha selecionada"
"Account has been Locked"="Conta bloqueada."
"Account has been successfully logged in"="Conta registada com sucesso"
"Account Status"="Estado da conta"
"Activation"="Ativação"
"S_Account"="Conta"
"This pin code not found"="Impossível encontrar código PIN."
"This phone not found"="Telefone não pode ser encontrado"
"This action can not be reversed"="Esta ação não pode ser invertida."
"Frame Rate"="Velocidade de fotogramas"
"Diagnostics"="Diagnósticos"
"USB power overload on the right"="Sobrecarga energia USB direito"
"Scanning available network"="A explorar rede disponível"
"Saving config file!"="Salvando config. ficheiro!"
"Initializing... Please Wait"="Inicializando ... Aguarde, por favor!"
"Initializing... Please Wait!"="Iniciando... Por favor espere!"
"Initializing ..."="Inicializando ..."
"logging out ..."="A sair..."
"logging in..."="A logar..."
"Sending Message..."="Enviando mensagem..."
"Updating Network..."="Atualizando a rede..."
"Updating Network\n\nPlease Wait !"="Atualizando a rede\n\nP.f. espere!"
"Busy here!"="Ocupado aqui!"
"Talking, please wait..."="A falar, aguarde ..."
"Alerting"="Alerta"
"Operate failed for readonly page"="Operação falhou pag. só leitura"
"Answer Only!"="Resposta apenas!"
"Direct"="Direct"
"DirectPickup"="DirectPickup"
"DirectPickup_Idle"="DirectPickup"
"Value"="Valor"
"Invalid Value < or >"="Valor inválido <ou>"
"Job Title"="Título da Função"
"Restricted"="Restrito"
"Middle name"="Nome do meio"
"Via"="Via"
"Redialing"="Rechamando"
"Redial Times"="Tempos de rechamada"
"Redial Time is invalid!"="Tempo de rechamada deverá ser 1-300!"
"Redial Interval"="Intervalo rechamada"
"Redial Interval can't be empty!"="Intervalo remarcação não pode estar vazio!"
"Redial Interval is invalid!"="Intervalo rechamada deverá ser 1-300!"
"Redirector"="Redirector"
"Rename Group"="Renomear Grupo"
"Reboot"="Reiniciar"
"Reboot.."="Reinicie .."
"Reboot the phone?"="Reiniciar o telefone?"
"Rebooting...\n\nPlease Wait !"="Reiniciando,\n\nP.f. espere..."
"Re Provision"="Re Provision"
"S_Re Provision"="Reprovisão"
"Re-connect"="Religar"
"S_Re-connect"="Reconectar"
"Reset"="Reiniciar"
"Reset Config"="Restaurar Config"
"S_Reset"="Reiniciar"
"Reset.."="Restabelecer.."
"Reset local settings"="Redefinir config. locais"
"Reset Phone PIN"="Redefinir PIN telefone"
"Reset non-static settings"="Redefinir config. dinâm."
"Reset static settings"="Redefinir config. est."
"Reset Configuration"="Redefinir Configuração"
"Resetting Configuration, please wait..."="Repor configuração, aguarde, por favor..."
"Reset Configuration?"="Redefinir configuração?"
"Reset failed, please retry later!"="Reinicialização falhou, tente + tarde!"
"Reset web settings"="Redefinir configurações web"
"Reset web settings,\n\nPlease wait..."="Redefinir configurações web\n\nAguarde, por favor..."
"Resetting to factory,please wait..."="Repor fábrica, aguarde, por favor..."
"Reset Userdata"="Reset Userdata"
"Resetting Usedata, please wait..."="Repor dados utilizador, aguarde, por favor..."
"Reset Userdata?"="Redefinir dados utilizador?"
"Reset userdata & local config, Please wait..."="Repor dados utilizador & config local, Aguarde, por favor..."
"Reset userdata&local setting, please wait..."="Reinicie dados utilizador & config local, Por favor aguarde..."
"Reset userdata & local config"="Red. dadusuário e confloc"
"Resetting to factory, please wait..."="Retomando conf.fábrica, p.f. espere..."
"Tue"="Ter"
"Sat"="Sáb"
"Sun"="Dom"
"Wed"="Qua"
"Thu"="Qui"
"Fri"="Sex"
"Mon"="Seg"
"Master-Slave mode is available only when one handset is registered."="Modo Mestre-Escravo disponível apenas quando telefone for registado"
"Main Menu"="Menu principal"
"Originator-Executive"="Orig.-Exec."
"Primary Contact must not be empty."="O contacto primário não poderá estar vazio."
"Primary DNS is invalid!"="DNS Primário inválido!"
"Assistant"="Assistente"
"Assistant Common Settings"="Conf.PadrãoAssist"
"Register Successfully!"="Registrado com Sucesso!"
"Register Name"="Nome registo"
"Invalid Register name!"="Nome registo inválido!"
"Registered"="Registrado"
"Register fail"="Registo falhou"
"Registration failed"="Register failed"
"Register Fail!"="Registo falhou!"
"Register Repeater"="Registrador Repetidor"
"Registering"="Registando"
"Registering Please Wait!"="A Registrar, Favor Aguardar!"
"Unregistering"="A cancelar registro"
"Note"="Nota"
"Basic Call Park"="Estac. Básico"
"Park"="Parque"
"Parked"="Parqueado"
"S_Basic Call Park"="Estac. Básico"
"S_Park"="Parque"
"Park to"="Parqueamento para"
"Park Failed"="Parqueamento falhou"
"Forward Not Reachable"="Forward Not Reachable"
"Invalid Forward to!"="Encaminhamento inválido para!"
"L_Transfer"="Transferir"
"S_Transfer"="Transferir"
"Advance to Next Assistant After"="Avançar para Asst após"
"Transfer Failed"="Transferência falhou"
"Be Transferred"="Ser transferido"
"Betransferred"="Ser transferido"
"Divert"="Redirecionar"
"Forward"="Reencaminhar"
"L_Forward"="Reencaminhar"
"S_Forward"="Reencaminhar"
"Forward to"="Encaminhado para"
"Forward to: %s"="Encaminhado para: %s"
"Divert to Phone Number/SIP-URI"="Red.p.N/SIP-URI"
"Forward to can't be empty!"="Encaminhar não pode vazio!"
"Forward to is invalid!"="Encaminhamento inválido!"
"Forwarded Calls"="Chamadas encaminhadas"
"Forward Option"="Opção de Encaminhamento"
"Forward Selective"="Seleção direta"
"Forward Value"="Encaminhar valor"
"L_My Status"="My Status"
"S_My Status"="My Status"
"MENU_Status"="Status"
"S_My State"="O Meu Estado"
"S_Status"="Status"
"State"="Estado"
"Status"="Status"
"Status:"="Status:"
"Status requesting..."="Pedir estado..."
"ACD Trace"="Trace"
"L_Trace"="Trace"
"S_ACD Trace"="Trace"
"Subnet Mask"="Máscara subnet"
"Subnet Mask!"="Máscara sub-rede!"
"Subnet Mask is invalid!"="Máscara de Sub-rede inválida!"
"Custom"="DTMF"
"Custom DND"="Personalizar DND"
"Custom Key"="Tecla Custom."
"L_Custom Key"="Tecla Custom."
"S_Custom Key"="Tecla Custom."
"CustomButton"="CustomButton"
"CustomContact"="Personalizar contacto"
"L_CustomContact"="Personalizar contacto"
"S_CustomContact"="Personalizar contacto"
"L_Enterprisecommon"="Enterprisecommon"
"S_Enterprisecommon"="Empresacomum"
"L_Groupcommom"="Groupcommom"
"S_Groupcommom"="Groupco"
"Photo Custom"="Foto Personalizada"
"Alerting Custom Calling Line ID Number"="Alerta Num ID Cham. Pers."
"Alerting Custom Calling Line ID Name"="Ale. Nome ID Cham. Pers."
"Custom Forward"="Personalizar encaminhamento"
"Auto"="Auto"
"Automatic"="Automático"
"Auto UC Favorites is on.\n Manual configuration is disabled!"="UC Favoritos Auto ativado.\n Confi manual desativada!"
"Auto-login"="Auto-login"
"Auto Intercom"="Auto Intercomunicador"
"Auto Provision"="Auto provisão"
"Autop URL can not be none!"="URL Autop não pode estar vazio!"
"AutoP to"="AutoP para"
"Auto-p credentials failed"="Auto-p credentials failed"
"AutoP Authority"="AutoP Autoridade"
"Auto Answer Time"="Tempo resposta auto"
"AutoBLFList is on\n manually configing is forbidden!"="AutoBLFList está ligado\n configuração manual é proibida!"
"AutoFavorite is on\n manually configing is forbidden!"="AutoFavorite está ligado, configuração manual é proibida!"
"AutoLinekey is on\n manually configing is forbidden!"="AutoLinekey está on.\n Configuração manual desabilitada!"
"Auto speed dial is on\n manually configing is forbidden!"="AutoSpeedDial ativado. \n Proibida configuração manual!"
"Auto Answer"="Auto resposta"
"Auto Redial"="Remarcar Auto"
"Auto Redial Setting"="Auto marcar"
"Auto Divert"="Desvio Automático"
"Total Bandwidth"="Total Bandwidth"
"Total Packet Lost"="Total Packet Lost"
"Total"="Total"
"Always"="Always"
"Paging"="Multicast Paging"
"Paging Group"="Grupo de paginação"
"Paging_softkey"="Paginação"
"S_Paging"="Multicast Paging"
"S_Paging_softkey"="Paginação"
"Paging is invalid!"="Paging inválido!"
"L_Paging List"="ListaPaging"
"Paging List"="Lista paging"
"PagingList"="ListaPaging"
"S_Paging List"="ListaPaging"
"Paging failed!"="Paging falhou!"
"Paging Channel should be 0-30!"="Canal de Paging deve ser entre 0-30!"
"L_Multicast Paging"="Multicast Paging"
"S_Multicast Paging"="PagMult"
"Delete the group will not delete the group members, but only move them out of the group."="Os membros do grupo serão removidos, mas não eliminados!"
"GPickup"="Captura em grupo"
"Group Pick Up"="Gpickup"
"L_Group Pick Up"="Gpickup"
"S_GPickup"="Captura em grupo"
"S_Group Pick Up"="Gpickup"
"Group Name"="Nome do Grupo"
"Group name must be unique."="O nome do grupo deverá ser único."
"Group name must not be empty"="O nome do grupo não poderá estar vazio."
"Organisation"="Organização"
"GPark"="Gpark"
"S_GPark"="Gpark"
"JitterBufferMax"="Jitter Buffer Max"
"Max Timer"="Temporizador Max"
"Difference between the maximum and the minimum value must be greater than 200!"="Difference between the maximum and the minimum value must be greater than 200!"
"The Last Test Step is Done !"="The last test step is done!"
"The minimum value must be less than the maximum value!"="The minimum value must be smaller than the maximum value!"
"Longest Waits"="Esperas mais longas"
"Yesterday"="Ontem"
"USB power overload on the left"="Sobrecarga energia USB esquerdo"
"Add to Metaswitch"="Add to Metaswitch"
"This feature takes effect only when one handset was registered!"="This feature takes effect only when one handset is registered!"
"Service Unavailable"="Service Unavailable!"
"default_contact_image.png"="Contact.png"
"icon_blacklist_b.png"="Blacklist.png"
"icon_family_b.png"="Family.png"
"icon_friend_b.png"="Friend.png"
"Sharing..."="Sharing..."
"You are in sharing"="You are in sharing"
"Dect dongle connection sucess"="Connect DECT dongle successfully!"
"Dect dongle disconnect"="DECT dongle disconnected."
"Please wait...\nThe dongle is being upgraded,\ndo not pull it out."="Please wait...\nThe dongle is being upgraded,\ndo not pull it out."
"Upgrade sucess!"="Upgrade successfully!"
"\n \n Install:"="\n \n Install:"
"Upgrade failed!\nPlease retry after plug dongle"="Upgrade failed!\nPlease pull out the dongle and retry."
"All handsets"="All handsets"
"already exist paging"="Paging already exists"
"Copy all contacts to Shared ?"="Copy all contacts to Shared ?"
"Slave is in use"="Slave is in use"
"S_Call Shift"="Call Shift"
"S_Start Reg"="Start Reg"
"S_Stop Reg"="Stop Reg"
"S_Start Pag"="Start Pag"
"S_Stop Pag"="Stop Pag"
"Repeater"="Repeater"
"Handset Name"="Handset Name"
"Handset Version"="Handset Version"
"Model"="Model"
"RFPI Code"="RFPI Code"
"SN Code"="SN Code"
"Status Select"="Status Select"
"Phone Status"="Phone Status"
"Dongle Status"="Dongle Status"
"Input Dect PIN"="Input DECT PIN"
"Registed Full! Only repeater can register now!"="Max registered handsets has been reached! Only repeaters can be registered now!"
"Share contect is full!"="Shared contacts are full!"
"Reset/Reboot is prohibited from the handset! Please operate it directly on corded phone!"="Reset/Reboot is prohibited from the handset! Please operate it directly on corded phone!"
"You are sharing ..."="You are sharing ..."
"sharing ..."="sharing ..."
"Sharing send failed."="Failed to send sharing."
"This feature takes effect only when one handset is registered"="This feature takes effect only when one handset is registered!"
"Connect Mobile"="Connect Mobile"
"L_Connect Mobile"="Connect Mobile"
"Machine ID"="Machine ID"
